[
  {
    "number": 456,
    "text": "(176/#1) (Sword in Two Hands) (False Edge to False Edge #9) 47 Note: the description of plays with the Spada a Due Mani start at #9. The ninth manner will be, that you being false edge to false edge with the left foot forward, but your enemy having his right foot forward; there you will pass with the right foot towards his left side giving him a a mighty mandritto to his sword, and so beating this towards his right side; this done you will immediately be able to strike him in his right temple with a falso allowing the left foot foot to go behind the right."
  },
  {
    "number": 457,
    "text": "(176/#2) (Sword in Two Hands) (False Edge to False Edge, Counter to (play #456)) The counter to this will be, as he passes with his right foot forward to turn the mandritto to your sword; you will make no sign of stirring, but as he strikes with his falso to your right temple, you will lift the hands high to the end that with his falso he will not be able to strike you. That done you will immediately pass with your left foot towards his right side, and taking your left hand from the pommel of the sword you will take the blade of this driving the pommel to the inside and on top of his right arm, and so pressing them strongly, you will have made a way for yourself of striking his temple with a mandritto."
  },
  {
    "number": 458,
    "text": "(176/#3) (Sword in Two Hands) (False Edge to False Edge #10) The tenth way of striking will be one being false edge to false with the right foot forward to the end that, he will want to strike he will be able to hurt with the quillon 48 of one's sword to the sword of the enemy beating it strongly towards his left side for an attack. And passing immediately with the left foot towards the right side, one will be able to strike the head with a roverso fendente, but in this attack one must pull the right foot behind the left."
  },
  {
    "number": 459,
    "text": "(176/#4) (Sword in Two Hands) (False Edge to False Edge, Counter to (play #458)) The counter of the aforesaid attack will be, that as you will see attack you will see the sword of the attacker to strike in the aforesaid manner for the reason to that is to say of throwing the roverso to the head, one will be able to when he turns to the mandritto the left temple."
  },
  {
    "number": 460,
    "text": "(p.177/#1) (Sword in Two Hands) (False Edge to False Edge #11) The eleventh way is, that being false edge to false edge, but with the left foot forward, wanting to strike, you will be able to cross the arms striking then immediately and strongly the enemy's sword with the quillon of your beating this towards his right side. And passing without delay with the right foot towards his left side of the same you will be able to in that moment strike his head with a mandritto fendente, but such that the left leg follows behind the right."
  },
  {
    "number": 461,
    "text": "(p.177/#2) (Sword in Two Hands) (False Edge to False Edge Counter to (play #460)) The counter of this attack will be that finding the attacker with the right foot forward; and one will not move at the crossing of the arms, but when he wants to strike the sword with his quillon to strike the head then with a mandritto, one will be able to defend oneself by turning mezzo mandritto to the flanks, beating immediately his fendente in guardia di intrare without moving the feet."
  },
  {
    "number": 462,
    "text": "(p.177/#3) (Sword in Two Hands) (False Edge to False Edge #12) The twelfth way of attacking is that being false edge to false edge with the left foot forward and 47 The plays of the Two-Handed Sword start at #9. 48 “Elcio” is here translated as “Quillon.” It could also refer to the lugs on the blade.\nyour opponent with the right foot forward, is, that at the attacker you will be able to cross the arms taking the left hand from the pommel of the sword and at that moment taking the (your) sword at the middle; this done, it will be necessary to pass the right foot towards his left side, striking in that tempo with the quillon of the the sword into your enemy's sword, and beating it towards his right side, and subsequently striking his face with the pommel of the sword."
  },
  {
    "number": 463,
    "text": "(p.177/#4) (Sword in Two Hands) (False Edge to False Edge Counter to (play #462)) The counter is, that being with your opponent false edge to false edge and with the right foot forward, you will not move as he cross hes his arms and places his hands to the middle of his sword, but as he passes forward with the right foot striking with his quillon to your sword to prepare a pommel strike to the face; these it will be possible in this tempo to abandon one's sword with the left hand, and passing forward towards the attacker's right side it will be possible to take with the left hand the right arm of the opponent pushing towards his left side; and striking him subsequently to the head with a fendente or to the face with the pommel."
  },
  {
    "number": 464,
    "text": "(p.177/#5) (Sword in Two Hands) (False Edge to False Edge #13) The thirteenth way to strike is that being false edge to false edge with the left foot forward, and the enemy with his right foot forward, you will be able to pass with the right foot towards his left side feinting with the arms and the body and with the head to throw a mandritto to his head not making therefore another movement of the sword; but only moving him away four fingers of that of the enemy this done; you will be able to immediately turn the right foot in its place strike the enemy with then the false edge of your sword across his right temple."
  },
  {
    "number": 465,
    "text": "(p.177/#6) (Sword in Two Hands) (Counter to (play #464)) The counter to the aforesaid stretta play will be, that being false edge to false edge with the right foot forward, you will stay alert, that when the enemy passes with his right foot to feint a mandritto to your head, you in that tempo will pass the left foot opposite his right side pushing a a roverso to his right temple."
  },
  {
    "number": 466,
    "text": "(p.177/#7) (Sword in Two Hands) (False Edge to False Edge #14) The fourteenth offense will be, that you being false edge to false edge, and with your left foot forward you will pass the right foot towards his left side feinting a mandritto to the head, and as soon as he wants to defend himself from this attack, you will in this passing take your left hand, and grab the enemy's blade near the quillon pushing it towards his right side and not stopping, but feeding him your apple, or giving him a fendente to the head."
  },
  {
    "number": 467,
    "text": "(p.178/#1) (Sword in Two Hands) (Counter to (play #466)) The counter of this stretta play will be, that being false edge to false edge with the right foot forward, you will stay alert, that as he passes to feint the mandritto your head, you in that tempo will pass with your left foot towards his right side turning at him a rising roverso to his right temple, and as he will remove his left hand to take your sword to make his presa, you will withdraw the left foot back throwing at him a mezzo mandritto to the hands, but in case the enemy should grab your sword, or some other part of the body to strike you with his pommel to your face, you will immediately drive the left arms turning him towards towards his right side, and lifting the sword outside the hand."
  },
  {
    "number": 468,
    "text": "(p.178/#2) (Sword in Two Hands) (False Edge to False Edge #15) The fifteenth offense will be, that finding yourself false edge to false edge with the right foot forward, you will feint the turning of a mandritto his left temple, and as soon as he wants to defend against this mandritto, you will immediately lead with your left foot towards his right side, feinting a\nroverso to his head, and in this you will take your left hand from the pommel of your sword and grip your sword about a hand's breadth from the quillons, and beating strong with your sword that of the enemy towards his left side pushing at him immediately a thrust to the chest."
  },
  {
    "number": 469,
    "text": "(p.178/#3) (Sword in Two Hands) (Counter to (play #468)) The counter to this offense is, that being false edge to false edge with the right foot forward,, you will stay mindful, that as he feints a mandritto to the head, you in that tempo will withdraw the right foot back giving him a mezzo mandritto to the hands, and so not he will be unable to do anything else."
  },
  {
    "number": 470,
    "text": "(p.178/#4) (Sword in Two Hands) (False Edge to False Edge #16) The sixteenth offense will be, that finding yourself false edge to false with the right foot forward, you will feint as through turning a mandritto to the left side of his head, and immediately you will pass with the left foot towards his right side beating your enemy's sword with a falso, putting him to your side with your arms well extended towards his left side you will be able to immediately strike his left temple with a mezzo mandritto."
  },
  {
    "number": 471,
    "text": "(p.178/#5) (Sword in Two Hands) (Counter to (play #470)) The counter to this stretta play will be that finding oneself against the enemy false edge to false edge, and with the right foot forward one will stay alert, that as soon as the attacker feints the mandritto one will remain still, but when the attacker passes to beat one's sword with a falso, so as to place you to his outside and strike you with a mandritto, you will strike him with a similar falso his sword towards his left side."
  },
  {
    "number": 472,
    "text": "(p.178/#6) (Sword in Two Hands) (False Edge to False Edge #17) The seventeenth way of strike is, that finding yourself false edge to false edge, and with the left foot forward you will pass the right foot towards his left side feinting a mandritto to his head, and now you will quickly turn in the sword in the manner of a molinetto passsing with the left foot towards his right side, and this done you will feint a roverso to his head, and withdrawing the lefft foot back you will make a work of striking his hands with a rising falso, but such that it ends in guardia di faccia."
  },
  {
    "number": 473,
    "text": "(p.178/#7) (Sword in Two Hands) (Counter to (play #472)) The counter to this will be that you stay aware, that as soon as he passes to feint a mandritto to your head and you will not move, but now that he will make this roverso you receive this attack with a falso towards his left side, and in this tempo, that he withdraws the left foot back throwing a falso to your hands, you pass forward with the right foot, cleave his sword down with your true edge pushing a thrust to his chest."
  },
  {
    "number": 474,
    "text": "(p.179/#1) (Sword in Two Hands) (False Edge to False Edge #18) The eighteenth offense will be that being false edge to false edge with the left foot forward, and wanting to strike you will pass with the right foot towards the left side of your enemy feinting to strike his head with a mandritto, and with the same cut striking his flank, repairing with the sword into guard for safety, and in this you will allow the left foot to step behind the right."
  },
  {
    "number": 475,
    "text": "(p.179/#2) (Sword in Two Hands) (Counter to (play #474)) Your counter will be, that wanting to strike your enemy you will stay alert, and as he passes to feint the mandritto to your head, you will not move, but as he follows with that same cut to the flanks, you will now withdraw the left foot back giving him a mezzo mandritto to the hands."
  },
  {
    "number": 476,
    "text": "(p.179/#3) (Sword in Two Hands) (False Edge to False Edge #19) The nineteenth offense will be, that being false edge to false edge, but with the left foot forward, wanting to strike, you will be able to pass with the right foot towards his left side, and in this passing you will remove the left hand, and take both blades together a hand's breadth from their respective guards; taking similarly with the right both sword hilts, and narrow so much more you will be able to, you will have made a way of now throwing the sword to the sword hand, turning the arms, and the sword (finishing) towards his right side."
  },
  {
    "number": 477,
    "text": "(p.179/#4) (Sword in Two Hands) (Counter to (play #476)) The counter will be that the offense stay aware, that in that tempo, that the assailant will pass with the right foot forward, to remove his hand from his sword, and take your swords together, you will immediately pull your sword back and to the right, and then taking your left hand from your pommel, take the enemy's sword with your left hand, and next push your pommel into the left side of his face, or drive a thrust into his guts."
  },
  {
    "number": 478,
    "text": "(p.179/#5) (Sword in Two Hands) (False Edge to False Edge #20) The twentieth offense will be, that finding yourself false edge to false edge, with the left foot forward, and this you will have to offend with the right, you must pass with the right foot forward towards his left side making a feint of striking a mandritto to his head, and now turning the sword in the manner of a molinetto, passing with the left foot towards his right side, and turning at him a rising roverso to the right flank and to the arms, you will set yourself into guardia di Croce, having strongly stricken him with your sword."
  },
  {
    "number": 479,
    "text": "(p.179/#6) (Sword in Two Hands) (Counter to (play #478)) The counter will be, that you will stay alert, and where he passes feinting a mandritto to your head, you will pass with the left foot towards his right side turning a rising roverso to his right temple, and in this way you will come to make yourself secure, but after that make sure that you find yourself with the sword in guardia di Croce, securing the left leg with the right (ie make a compass step)."
  },
  {
    "number": 480,
    "text": "(p.180/#1) (Sword in Two Hands) (False Edge to False Edge #21) The twenty-first offense will be that finding oneself false edge to false edge in the way described above, if you wish to to attack, you will be able to pass towards your enemy's left side with your right foot throwing a mandritto to his head, and in so doing making with your body as though you intend to strike his head and not do otherwise, but then once you have pushed your sword to within four fingers of his sword, you will turn a falso to his head, and next you will turn a mandritto tondo to his left temple allowing the left leg to step behind the right."
  },
  {
    "number": 481,
    "text": "(p.180/#2) (Sword in Two Hands) (Counter to (play #480)) The counter to this play will be that as the attack will make the act from the body for making it appear as though he will strike with head with a mandritto, for the purpose of then striking with a falso to your head, you in that tempo will step with the right foot back, giving him a mezzo mandritto to the hands."
  },
  {
    "number": 482,
    "text": "(p.180/#3) (Sword in Two Hands) (False Edge to False Edge #22) The twenty-second way of attack will be that finding oneself, as is said above false edge to false edge with one's enemy, one will be able to pass with his right foot towards the adversary's left side feinting a mandritto to the head, and nonetheless turning the sword in the manner of a molinetto and also turning the right foot behind, and throwing at this point a roverso trivillato to the right side of the enemy's face."
  },
  {
    "number": 483,
    "text": "(p.180/#4) (Sword in Two Hands) (Counter to (play#482)) The counter to the above will be that when the attack will be feinting his mandritto, you will not move at all, but as he sends a roverso trivillata to strike your face, you now with the false edge of your sword will crush it, and passing forward with your right foot, you will be able as however best pleases you, strike him with a mandritto across his left temple, or to his arms."
  },
  {
    "number": 484,
    "text": "(p.180/#5) (Sword in Two Hands) (False Edge to False Edge #23) The twenty-third way of striking will be, that you finding yourself false edge to false edge against your enemy, and with the left foot forward, and the enemy with his right foot forward, you should pass forward with your right, and so done, now strike the quillon of your sword into your enemy's sword with such vigor, that you will be able to strike him in the face with the pommel of your sword, or into the chest as you will prefer."
  },
  {
    "number": 485,
    "text": "(p.180/#6) (Sword in Two Hands) (Counter to (play #484)) The counter of this attack will be, that when the attacker passes to lift his guard into your sword, you will pass forward with the left foot taking your left hand from the sword and, and so done you will make a presa to your enemy's arms, and pushing them strongly towards his left side, you will be able to strike in this way with a mandritto to the head or strike his face with your pommel."
  },
  {
    "number": 486,
    "text": "(p.180/#7) (Sword in Two Hands) (False Edge to False Edge #24) The twenty-fourth manner of strike will be that finding yourself false edge to false in the mode used above, that, in order to strike your enemy, you will pass pass with your right foot towards his left side, feinting a falso to his left temple, and now, that your enemy will be try to defend against this falso, you will withdraw the right foot back, making a powerful rising falso manco to your enemy arms, in such a way that, that this falso then stops in guardia di faccia."
  },
  {
    "number": 487,
    "text": "(p.181/#1) (Sword in Two Hands) (Counter to (play #486)) The counter to this attack will be, that when the attack will feint the falso to your left temple, you will go into guardia di intrare to ward against it, and as he he steps back with his rising falso manco, you will step forward with your left left towards his right, sinking his falso with your true edge towards the ground, in the manner of cinghiara porta di ferro stretta, and at your pleasure, you may push a thrust to his chest, or give him a mandritto to the face."
  },
  {
    "number": 488,
    "text": "(p.181/#2) (Sword in Two Hands) (False Edge to False Edge #25) The twenty-fifth way of wounding is that being false edge to false edge with your left foot forward, and the attacker having his right foot forward, you will pass with the right foot towards his left and in this tempo give him a rising mandritto to the the armss, lifting the hands high in this that the point of your sword faces the ground, then you will turn at him without waiitng a rising roverso to the arms from his right side, and then you will feint a rising mandritto to his arms but will actually throw a roverso fendente onto his head without moving the feet."
  },
  {
    "number": 489,
    "text": "(p.181/#3) (Sword in Two Hands) (Counter to (p. 488)) The counter to this will be that when the attacker passes the right foot forward to throw a rising mandritto to the arms, you will immediately push a thrust to his face or to his chest, or you will be able to drive down his blow with the true edge of your sword towards the ground passing quickly with your right foot somewhat forward, and as best pleases you, you may push a thrust to his face or strike his right temple with a falso."
  },
  {
    "number": 490,
    "text": "(p.181/#4) (Sword and Duelling Glove) (Coda Lunga Stretta with the Left Foot Forward; as Patiente) : You will be able to set yourself against your enemy in coda lunga stretta with the left foot forward, and accompany the sword with the gloved hand; and in this placement your right foot you will make a gathering step forward with the left foot, and not throwing a blow but keeping your eye constantly on the enemy's sword hand; and should he throws some attack to your upper parts, no matter what the enemy throws be it a stoccata, an imbrocatta, or overhand, or underhand or whatever other cut that he might use, you will defend against it the sword in guardia di testa, and with refined skill you will take his sword with your gloved hand to the inside, and so there you will make your presa with the gloved hand then you will quickly be able to make a cut or a thrust, however you most prefer, or as will be most convenient for you; and so subsequently you will allow the the right leg to step behind the left, so that he will not be able to make a presa with his gloved hand."
  },
  {
    "number": 491,
    "text": "(p.182/#1) (Sword and Duelling Glove) (Coda Lunga Stretta with the Left Foot Forward as Patiente) Being similarly being in the guard of coda lunga stretta with the left foot forward, against your enemy, and instead of attacking your upper parts, he chooses to attack your lower parts, it will be necessary for you to stay prepared, to withdraw your left foot close to the right to allow your enemy's attack to go in vain, and pass then subsequently with the right foot forward feinting a thrust to his chest then presently throwing a mezzo mandritto to the sword hand, or you may thrust, and you cannot be blamed also for throwing a mezzo roverso here; the most praiseworthy choice will be the one that leaves you best settled; and you will quickly turn your other side such that he cannot cannot make a presa to your sword with his gloved hand; but if here he should prepare some other attack, you will be able to defend his attack with the sword, always skillfully seeking a way to take his sword with your gloved hand."
  },
  {
    "number": 492,
    "text": "(p.182/#2) (Sword and Duelling Glove) (Coda Lunga Stretta with the Left Foot Forward) Finding yourself against your enemy, you being placed in coda lunga stretta with the left foot forward and he being in the same; there you will be able to press him by making a gathering step, letting the right foot push the left foot forward, it will not be necessary to here throw any attack, but in this action you will be provoking him to either attack you or retreat, and as he does one or the other to you, or if he should try to make a presa to your sword, or act according to some other design, it will be possible to be shrewd with another feint, such that he will be compelled to make some movement, that he should have in mind to do, and as he prepares to move, you will be able to strike his hand with either a mezzo roverso, a thrust, or a mezzo mandritto, now forcing him to throw some attack, you will be able to, with refined skill defend against it, and make in that tempo a presa with your gloved hand, and if at first or second you are unable to pull this off, then do it four or five times, as much as will prove necessary to grab his sword."
  },
  {
    "number": 493,
    "text": "(p.182/#3) (Sword and Duelling Glove) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Finding yourself in coda lunga stretta with the left foot forward as above, and he in whatever guard he wants, with shrewd skill you will be able to turn your sword under his in the way of a circular tondo (a horizontal cut that would describe a full circle) beginning over his sword, and so turning that towards his left side, and under his sword going in the manner of guardia di testa, taking his sword from beneath, with the greatest speed, striking him then wherever you most prefer."
  },
  {
    "number": 494,
    "text": "(p.183/#1) (Sword in Two Hands vs. Pole Arms) 49 “Guanto de Presa” is more literally translated as “Grabbing Glove.”\nFinding yourself with the sword in two hands and your assailant having a pole arms, it will be possible for one to take the sword with the right hand near the pommel, and with the left hand on the blade near the guard, in the way of a partisan but in such a way that the wrist of the land hand looks up, and the point of the sword is somewhat towards the ground, and as he should throw some attack, it will be possible to defend against it beating this attack, and the weapon towards his right side by turning the sword over the pole arm, and next it will be possible to beat down his weapon, that more will not be in the power of your enemy, making to the end that the assailant, that one's right foot pushes the left foot forward, and if using quickness, it will be possible to run under taking his without, but being mindful to keep his weapon trapped as first it should have pressed, keeping up pressure to the end."
  },
  {
    "number": 495,
    "text": "(p.183/#1) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Finding yourself in coda lunga stretta with the left foot forward against your enemy, he placed in whatever guard he wishes, you will be able to, without moving the feet, push a punta trivillata , and in this way, not to strike, but to force the enemy to defend himself in some way, and you then will allow the sword to go into coda lunga gathering the left foot near the right, and passing forward then with the right foot feinting an imbrocatta to his face, to make him lift up his targa high to defend himself from this, you will be able to with quickness come down with the point of your sword towards the ground, and subsequently strike his targa arm from below with a falso, making it with great speed of the wrist and then setting yourself into porta di ferro stretta."
  },
  {
    "number": 496,
    "text": "(p.184/#1) (Sword and Targa) (Counter to play #495) The counter will be that when the enemy attacks your targa arm with a falso, you will point your sword just behind his sword hand, or behind your targa, and so you will have taken away his ability to strike you with this attack."
  },
  {
    "number": 497,
    "text": "(p.184/#2) (Sword and Targa) (Coda Lunga Stretta with the Right Foot Forward vs. Any) Finding yourself in coda lunga stretta with the right foot forward and your enemy in whatever guard he wants you will be able to pass with the left foot somewhat traversing his right side giving him a mandritto to the hand or to the sword arm, that will end in cinghiara porta di ferro larga, and this done you will keep the targa in this tempo guarding the head well; you will be able to subsequently pass forward with the right foot giving him a roverso to the leg that descends into coda lunga larga, and off and for this new action you will keep the targa defending the head well you will be able to subsequently pass with the left foot traversing his right side striking him immediately with a mandritto fendente, and allowing the sword to descend into cinghiara porta di ferro stretta, always stepping quickly, you will in this guard stay mindful that should he wish to strike your head in some way, you will presently pass forward with the right defending yourself in guardia di testa with the sword accompanying the targa, and you will be able to immediately strike him with a roverso to the front leg, allowing it then to descend into coda lunga larga and not taking your targa from its job of defending the head; you will will be able to then withdraw the right foot back and you will be able to renew (your attack) by giving him a mandritto fendente to the face that descends into cinghiara porta di ferro stretta; and redoubling then, passing the left foot back settling gracefully into coda lunga stretta with the right foot forward."
  },
  {
    "number": 498,
    "text": "(p.185/#1) (Sword and Small Buckler) (Coda Lunga Stretta with the Left Foot Forward vs. Guardia di Testa) Lower your sword into coda lunga larga, passing immediately forward with the right foot and beating his sword strongly to his right side with a rising falso. Then immediately throw a roverso to the neck or to the sword arm that ends in coda lunga stretta, making a good defense of your head with the buckler. Finally, pass back your right foot, pushing a thrust under your buckler that ends in guardia di faccia."
  },
  {
    "number": 499,
    "text": "(p.185/#2) (Sword and Small Buckler) (Counter to (play #498)) The counter will be that as your enemy passes forward and throws the falso to your sword hand, you will step a little forward with your right foot and knock his falso to the ground with your true edge. Then you will immediately throw a roverso to his face. Alternatively, as he makes the falso to your sword hand, you may push a thrust into his face over your buckler."
  },
  {
    "number": 500,
    "text": "(p.185/#3) (Sword and Small Buckler) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta) Beat the opponent's sword strongly towards his right side. Then immediately pass forwards with the right foot throwing a roverso to coda lunga that hits either the face or the sword arm; your buckler shall protect your head. Then immediately pass back the right foot and throw a mandritto fendente that ends in cinghiara porta di ferro alta."
  },
  {
    "number": 501,
    "text": "(p.185/#4) (Sword and Small Buckler) (Counter to (play #500)) The counter will be, as he beats your sword do not move your point. But as your enemy throws the roverso, pass back with the right foot and thrust at his sword hand behind your buckler."
  },
  {
    "number": 502,
    "text": "(p.186/#1) (Sword and Small Buckler) ( Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta) Feint a thrust to the left side of his chest. He will try to defend himself and you will immediately pass forward with your right foot and skillfully thrust the point into the right side of his chest alongside your buckler. Then you will pass back your right foot, performing in that moment a half turn of the hand that settles you into coda lunga alta for your safety."
  },
  {
    "number": 503,
    "text": "(p.186/#2) (Sword and Small Buckler) (Counter to (play #502)) The counter will be, as he feints the first thrust do not move your point. But when your opponent makes the second thrust, defend yourself with a falso, throwing afterwards a roverso to the leg that will end in coda lunga larga, protecting your head with the buckler."
  },
  {
    "number": 504,
    "text": "(p.186/#3) (Sword and Small Buckler) (Coda Lunga Stretta with the Left Foot Forward vs. Guardia di Faccia with the Right Foot Forward) Beat your enemy's sword to your left with the rim of your buckler. Pass immediately forwards with the right foot and push a thrust into the right side of his face. He will try to defend himself annd you may either turn a mandritto to the face that will end in porta stretta di ferro or you may give him a roverso to the leg."
  },
  {
    "number": 505,
    "text": "(p.186/#4) (Sword and Small Buckler) (Counter to (play #504)) The counter will be, as he beats your sword, you will not move. But then, as he thrusts, you will defend this with the false edge of your sword. And then as he turns the mandritto to your face, or the roverso to your leg, you will gather back the right foot, giving your assailant a mezzo mandritto to the sword arm; and in this you will you move into guardia d'intrare for your safety."
  },
  {
    "number": 506,
    "text": "(p.187/#1) (Sword and Targa) (Porta di Ferro Larga vs (See Play)) Finding your enemy settled in coda lunga stretta with either foot forward, or in porta di ferro stretta, you will be placed in porta di ferro larga with the right foot forward, and then you will send a rising falso to his sword hand, and then gathering the right foot somewhat near the left, and then immediately passing forward you will feint another rising falso his sword hand, and nonetheless you\nwill strike his face with a roverso tondo, that goes into coda lunga larga, making the targa guard the head well in this tempo, and subsequently you will be able to making a gran passo of the left foot traversing his right side, striking him with a mandritto fendente to the head, the right foot following in the wake of the left, and so allowing the sword to descend into cinghiara porta di ferro stretta to better make yourself safe you will be able to withdraw the left foot back setting yourself with your sword under the targa in guardia di faccia."
  },
  {
    "number": 507,
    "text": "(p.187/#2) (Sword and Small Buckler) ( Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta) Feint a falso to his sword hand. He will try to defend himself and you will immediately pass your right foot forward, spinning a tramazzone over his head, or wherever else it pleases you; your tramazzone shall appear as if intent on wounding his head, but you shall actually cut his lead leg with a graceful roverso that ends in coda lunga stretta, and in all of this your buckler will guard your head. Finally you shall throw back the right foot while shoving a thrust under your buckler that extends into guardia di faccia."
  },
  {
    "number": 508,
    "text": "(p.187/#3) (Sword and Small Buckler) (Counter to (play #507)) The counter will be, As he feints a falso to the sword hand, you shall make as if to drive it into the ground with the true edge of your sword. Then, when he makes a show of turning a tramazzone into your head, you shall thrust into his face under your buckler. If your enemy should show an intention of wounding your leg with a roverso, you shall pass the right foot back, giving him a roverso ridoppiato to the sword arm or across the throat, settling finally into coda lunga alta."
  },
  {
    "number": 509,
    "text": "(p.188/#1) (Sword and Small Buckler) (Coda Lunga Stretta with the Left Foot Forward vs. Porta di Ferro Stretta) Lower your sword into coda lunga larga, while gathering the right foot near the left. Then while passing the left foot forward, feint a rising falso towards his sword hand. Your enemy will try to defend himself, and you will immediately spin a tramazzone into his head, or to his sword hand, letting your sword alight into cinghiara porta di ferro, shrewdly watching to make sure you buckler protects your head."
  },
  {
    "number": 510,
    "text": "(p.188/#2) (Sword and Small Buckler) (Counter to (play#509)) The counter will be, As your assailant feints the falso, you will make a show of driving his sword to the ground with your true edge. Then when your opponent spins the tramazzone to the head, you will pass forwards with the left foot, parrying the blow in guardia di testa accompanied by your buckler. Then you will immediately wound his chest with a punta ferma, and in a single tempo, leap backwards with graceful skill, landing smartly on both feet simultaneously in coda lunga alta."
  },
  {
    "number": 511,
    "text": "(p.188/#3) (Sword and Small Buckler) (Coda Lunga Stretta vs. Porta di Ferro Stretta) Gather your right foot near your left. In a single motion throw a powerful mandritto to your enemy's sword, beating it to his right side; your sword will go under your arm and you will immediately advance the right foot, redoubling with a roverso to the chest or the sword arm that ends in coda lunga, making sure to guard your head well with the buckler. Then you will pass back the right foot, throwing a roverso spinto to your enemy's right temple, and your sword will settle into coda lunga alta."
  },
  {
    "number": 512,
    "text": "(p.188/#4) (Sword and Small Buckler) (Counter to (play #511)) The counter will be, you will obey his design, letting him beat your sword to your right, and you will turn with his mandritto, letting your sword fall into coda lunga larga; this will skillfully prepare a\nway of wounding his sword hand. As you notice him preparing to throw the roverso, you shall throw a rising falso to his sword hand, then gather your right foot back next to the left. Or if you prefer, as he throws the roverso, you will hurl back your right foot and drive your point into his sword hand behind your buckler."
  },
  {
    "number": 513,
    "text": "(p.189/#1) (Sword and Small Buckler) (Coda Lunga Stretta vs. Guardia Sopra Braccio) Pass with your left foot towards his right side, setting your sword into cinghiara porta stretta di ferro, inviting at an attack. Your enemy will throw a roverso to your right temple. You will immediately pass forward with your right foot, making as if to defend in guardia di testa, but you shall not let your sword touch his. Instead you will let it approach within a few inches, then throw a mandritto across his left temple; making a good defense of your head with the buckler, and your sword shall not pass porta alta di ferro. Then for your defense, pass back your right foot and extend with your sword and buckler into guardia di faccia."
  },
  {
    "number": 514,
    "text": "(p.189/#2) (Sword and Small Buckler) (Counter to (play #513)) The counter will be: that when he moves into cinghiara porta di ferro stretta to invite an attack, step a little forward with your right foot, giving him a roverso to the the head that does not pass coda lunga stretta. As he feigns to defend in guardia di testa to throw a mandritto at your left temple, you may push a thrust into his face under your buckler. Or at your enemy going into guardia di testa you may pass back your right foot and throw a mezzo mandritto to his sword hand, accompanying it with your buckler and not passing cinghiara porta alta di ferro."
  },
  {
    "number": 515,
    "text": "(p.189/#3) (Sword and Small Buckler) (Guardia Alta vs. Guardia Alta) Advance the right foot forward, feinting a descending roverso to the flank, but you shall actually wound your enemy with a rising falso into his buckler arm. And this falso shall ascend back up to guardia alta as you pull your right foot close to the left, beautifully holding your buckler fully extended with all your strength."
  },
  {
    "number": 516,
    "text": "(p.189/#4) (Sword and Small Buckler) (Counter to (play #515)) The counter will be, that when he feints the roverso to your flank, you will not move. But when he throws the rising falso to your buckler arm, you may gracefully defend with your true edge, in the way you would throw a roverso ridoppiato, and then immediately riposte with a mandritto to the face. Or instead, you may riposte by stepping a little forward with your right foot, feinting a tramazzone to his head, and as he attempts to defend it, hit him in the face with a mandritto. Or if you prefer, you may give him a roverso to the leg that ends in coda lunga stretta, and this done, hurl back your right foot setting yourself in guardia faccia for your defense."
  },
  {
    "number": 517,
    "text": "(p.190/#1) (Sword and Small Buckler) (Guardia Alta vs. Guardia di Testa) Advance forward with the right foot and throw a powerful mandritto fendente over his sword that does not pass porta alta di ferro. Your enemy will respond with a mandritto or some other cut, and you will have prepared to defend them in various ways. Firstly, you may defend his cut (to your head) in guardia di testa, immediately replying with a mandritto to his face or leg. Secondly you may defend yourself by pushing a thrust into his face, accompanied by your buckler. Thirdly you may defend yourself in guardia d'intrare, giving him a roverso to the leg. Or finally you may pass back your right foot giving him a mezzo mandritto together with your buckler that will end in cinghiara porta di ferro alta."
  },
  {
    "number": 518,
    "text": "(p.190/#2) (Sword and Small Buckler) (Counter to (play #517)) The counter will be, as he steps forward to throw the mandritto fendente over your head, step a\nlittle forward, joining your sword and buckler and then jam the point into his face, or at his sword hand, and thereafter redoubling with a roverso to the leg. Deftly using your buckler, you will pass back the right foot, setting your sword into guardia di faccia, and keeping it united with your buckler for your defense."
  },
  {
    "number": 519,
    "text": "(p.190/#3) (Sword and Small Buckler) (Guardia Alta vs. Guardia di Faccia) Beat your enemy's sword to your left with the rim of your buckler. You may then immediately step forward with your right foot and give him a roverso to the right temple or a mandritto tondo to the leg, flank, or sword hand. Or having batted aside his sword, you may pass with your left foot towards his right side, hitting his right temple with a roverso spinto. Your right leg will follow behind the left and as your sword will go into coda lunga alta, you will have set yourself up to gather back your left foot and settle with your sword and buckler into guardia di faccia."
  },
  {
    "number": 520,
    "text": "(p.190/#4) (Sword and Small Buckler) (Counter to (play #519)) The counter will be, as he beats your sword with the rim of his buckler, do not move. But when he throws the roverso to your right temple, you may defend in guardia d'intrare, immediately giving him a roverso to the leg. Or you may, when he beats at your sword, you may evade this offense, not letting his buckler touch your point, and instead throwing a roverso to the front leg that shall not go into coda lunga larga, defending your head with your buckler. Directly thereafter, for your defense, pass your right foot back and throw a rising falso to his sword hand that you will stop in guardia di faccia, accompanying it with your buckler. This will secure you from any mandritto."
  },
  {
    "number": 521,
    "text": "(p.191/#1) (Sword and Small Buckler) (Guardia Alta vs Coda Lunga Stretta) Feint a rising falso to your enemy's sword hand in the manner of a montante. He will defend himself and you will pass left towards his right side turning a tramazzone to his head or to his sword hand, stopping in cinghiara porta stretta di ferro, with your buckler guarding your head."
  },
  {
    "number": 522,
    "text": "(p.191/#2) (Sword and Small Buckler) (Counter to (play #521)) The counter will be, as he feints the falso, remain steadfast and do not move your point. But when he steps forward to hit your head or your sword hand, defend yourself gracefully, placing your sword and buckler in guardia d'intrare, then quickly pass your left foot towards his right side, turning a roverso spinto to his right temple, and in this your right leg shall follow the right forward and your sword will go into coda lunga alta."
  },
  {
    "number": 523,
    "text": "(p.191/#3) (Sword and Small Buckler) (Guardia Sopra Braccio vs Guardia di Faccia) Beat his sword to your left side with the rim of your buckler. Immediately step a little forward throwing a roverso to the right temple, the sword arm, or the forward leg; your roverso will not pass coda lunga stretta. Then throw a falso traversato to the sword hand that ends in sopra braccio, passing your right foot just behind the left. If it pleases you, beat his sword again with the rim of your buckler, and push your point into the side of his face over your buckler, with your left foot forward, in such a way, that no matter how he defends himself, it will be possible for you to pass with your right foot towards his left side, throwing a mandritto to his face or leg that will end in porta stretta di ferro while your buckler guards your head, and finally your left leg shall gracefully follow the right forward."
  },
  {
    "number": 524,
    "text": "(p.192/#1) (Sword and Small Buckler) (Counter to (play #523)) The counter will be, as he beats your sword with your buckler, you shall remain still, not moving your point. But when he throws the roverso push a thrust at his sword hand accompanied by your buckler. If he should thrust at you with his left forward, defend this with a falso. Should he then pass with his right foot to give you a mandritto, pass back your right foot, giving him a mezzo\nmandritto to the face accompanied by your buckler. Or you may wound his sword arm followed by a mandritto that puts you into cinghiara porta alta di ferro."
  },
  {
    "number": 525,
    "text": "(p.192/#2) (Sword and Small Buckler) (Guardia Sopra Braccio vs Guardia Alta) Advance your right foot a little forward and throw a rising falso to your enemy's buckler arm. This falso will continue all the way go guardia alta as you pull you right foot back next to the left, with your buckler making a strong defense of your head."
  },
  {
    "number": 526,
    "text": "(p.192/#3) (Sword and Small Buckler) (Counter to (play #525)) Your counter will be, as your enemy throws the falso to your buckler arm, you will step a little forward with your right foot, and drive his sword to the ground with your true edge in the manner of throwing a roverso radoppiato, immediately you may give him a roverso spinto to the right temple or you may throw a mandritto to the face or leg; whatever you choose you will then settle into porta stretta di ferro."
  },
  {
    "number": 527,
    "text": "(p.192/#4) (Sword and Small Buckler) (Guardia Sopra braccio vs Guardia Sopra Braccio) Make a gran passo forward with the right foot locking up your enemy in the manner of guardia d'intrare, but your sword shall point to the ground, and the buckler will be over the sword hand. Then immediately pass with your left foot towards his right side, turning a roverso to his right temple. Your sword will go into coda lunga alta and the right foot shall follow the left foot forward."
  },
  {
    "number": 528,
    "text": "(p.192/#5) (Sword and Small Buckler) (Counter to (play #527)) The counter will be, in the moment that your enemy steps forward to lock you up, you may pass left towards his right side extending your false edge to beat his sword towards his left side, immediately throwing a mandritto to his flank, while guarding your head with your buckler. Alternatively when he passes to lock you up, you may lift your sword into guardia alta. Then stepping how you wish, you may hit him with a roverso, pass back the right foot, and throw a mandritto. This mandritto can go to the face along with your buckler, to his sword hand or to the flank, and finally you will settle into cinghiara porta alta di ferro."
  },
  {
    "number": 529,
    "text": "(p.193/#1) (Sword and Small Buckler) (Guardia di Faccia vs Guardia di Testa) Turn a tramazzone to your enemy's head that does not pass porta alta di ferro. This tramazzone will be an invitation for your enemy to respond with some cut. When he does you will cut his sword hand with a mezzo mandritto accompanied by the buckler that does not pass porta alta di ferro."
  },
  {
    "number": 530,
    "text": "(p.193/#2) (Sword and Small Buckler) (Counter to (play #529)) The counter will be, as your enemy turns the tramazzone to the head, pass forward with the right foot, pushing a thrust at his face or his sword hand, and you will go into guardia di faccia, thwarting his plans."
  },
  {
    "number": 531,
    "text": "(p.193/#3) (Sword and Small Buckler) (Guardia di Faccia vs Guardia Alta) Turn a powerful mandritto over the enemy's buckler that ends in porta alta di ferro. This will provoke him to respond with some cut, obeying your intention, and you may then throw a mandritto to his sword hand accompanied by your buckler that will go under your arm. Then gather the right foot beside the left keeping your buckler arm fully extended."
  },
  {
    "number": 532,
    "text": "(p.193/#4) (Sword and Small Buckler) (Counter (play #531)) The counter will be, as he turns the mandritto over your buckler, throw a falso in the manner of a montante to his sword hand beneath your buckler and for your safety you will stop said falso in\nguardia di faccia."
  },
  {
    "number": 533,
    "text": "(p.193/#5) (Sword and Small Buckler) (Porta di Ferro Stretta vs. Guardia di Testa) Advance your right foot a little forward and turn a tramazzone to your enemy's head, that shall not pass porta alta di ferro, so that if he responds with some cut, you may then push a thrust under your buckler towards his face, or you may wound his sword hand with a mezzo mandritto accompanied by your buckler, settling then with your sword in porta stretta di ferro."
  },
  {
    "number": 534,
    "text": "(p.194/#1) (Sword and Small Buckler) (Counter to (play #533)) The counter will be, as he throws the tramazzone to your head, you may push a thrust to his face under your buckler. Or, if you prefer, you may parry the tramazzone in guardia di testa, immediately responding with a mandritto feint to the head, preparing a way of wounding his sword hand. For at your feint the enemy will thrust you in the face or throw a mezzo mandritto to your sword hand. And as he does this you will wound his sword hand by throwing a rising roverso under your buckler in the manner of a montante, which you will stop in guardia di faccia for your defense."
  },
  {
    "number": 535,
    "text": "(p.194/#2) (Sword and Small Buckler) (Porta di Ferro Stretta vs. Porta di Ferro Stretta) Step a little forward with your right foot feinting a tramazzone to the head. Your enemy will try to defend by pushing a thrust that goes under his buckler into guardia di faccia. With grace and skill you may beat aside his sword with the rim of your buckler towards his right side. Then you may throw a roverso spinto to his right temple or to his sword arm, and settle into porta stretta di ferro, guarding your head with your buckler. Still it might be possible after the roverso to throw a mandritto to the sword hand or the flank or the front leg, that shall go under the arm, then hurl back your right foot while throwing a roverso for your safety."
  },
  {
    "number": 536,
    "text": "(p.194/#3) (Sword and Small Buckler) (Counter to (play #535)) Your counter will be thus: as your enemy feints the tramazzone to your head, you will defend by extending a thrust under your buckler that goes to guardia di faccia. Then when he tries to beat aside your sword with his buckler, you will not let his buckler touch your sword. In that moment you will skillfully throw two tramazzoni one after the other, the final tramazzone will end in porta stretta di ferro and in this way you will have made yourself safe from the roverso spinto; and in all of this you will defend your head with your buckler."
  },
  {
    "number": 537,
    "text": "(P.195/#1) (Sword and Small Buckler) (Porta di Ferro Stretta vs. Coda Lunga Stretta with the Left Foot Forward) Lower your sword into porta larga di ferro and feint a rising falso to your enemy's sword hand. As he makes to defend against this cut, you will immediately step a little forward with your right foot throwing a roverso tondo to his face, or to the front leg, and said roverso will end in coda lunga larga. Then hurling back your right foot, you will extend your point under your buckler settling for your defense into guardia di faccia."
  },
  {
    "number": 538,
    "text": "(p.195/#2) (Sword and Small Buckler) (Counter to (play #537)) Your counter will be, that when your enemy feints the the falso, you will not move your point. But when he throws the roverso to your face, you may defend in guardia di testa, passing with your right foot towards his left side, then throwing a mandritto to the head that ends in porta stretta di ferro, and in this your left foot will follow your right foot towards the right. Or if you would rather, when he throws the roverso to your face, you may throw a rising falso under your buckler to his sword hand that you will stop in guardia di faccia. If he throws a roverso to your leg, slip your left foot back near the right, voiding his blow. Then step forward with your right foot, throwing a rising falso to his sword\nhand that ends in guardia di faccia for your safety."
  },
  {
    "number": 539,
    "text": "(p.195/#3) (Sword and Small Buckler) (Guardia Sottobraccio vs Guardia di Faccia) Beat the enemy's sword to your left side, passing immediately towards his right side, and you immediately throw a roverso that cuts all the way to his feet or you may thrust into his flank accompanied by your buckler and in this your right foot will follow the left as you settle into coda lunga stretta. 540 (p.195/#4) (Sword and Small Buckler) (Counter to (play #539)) The counter will be that when your enemy beats at your sword with his buckler you will not move your sword, only lowering your point a little towards the ground. But when your enemy passes to wound you with a roverso or with the point, defend with the false edge of the sword accompanied by the buckler, then wound him with a mandritto to the face or leg that ends in porta stretta di ferro while guarding your head with the buckler. Alternatively as he beats your sword with the buckler, do not move your point. Then when he comes with the roverso or thrust, pass back the right foot, skillfully throwing a rising falso to the sword hand in the manner of a montante that shall end in guardia di faccia with your buckler adroitly accompanying it."
  },
  {
    "number": 541,
    "text": "(p.196/#1) (Sword and Targa) (Any vs. Unstated (though presumably sword in presence)) Set however you will be, that you will let the right foot push the left forward, and having approached your enemy you will be able to strongly push your target into the point of his sword, in such a way that it retains his point; and now throw at him a mandritto to the front leg, or push a thrust to his chest, or you will be able to, passing quickly towards his left side with your right foot, throw at him the same mandritto to the leg, or push at him the same thrust to the chest, making the targa guard your head well; and allowing the sword to descend into porta di ferro larga, you will have the left follow behind the right; and should you be actually be in coda lunga stretta with the right foot forward, you will be able to proceed with the above written attacks, and in addition you may also throw a mezzo roverso to his legs, stepping somewhat forward with the right foot."
  },
  {
    "number": 542,
    "text": "(p.197/#2) (Sharp Sword and Large Buckler) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta) Finding your enemy set in coda lunga stretta with the right foot forward, you will also be able to set yourself in coda lunga stretta, but with your left foot forward; and there you will push a punta trivillata at him, stepping somewhat forward with your left foot, then gathering it back immediately next to the right, and allowing the sword to go into coda lunga lunga you will pass immediately with the right foot forward pushing at him an imbrocatta to the face, after that you will be able to pull your right foot back next to the left, but because your sword will have from turned to your left side, you will be able to renew now with an imbrocatta roversa to the face passing in this same tempo with your right foot forward, and allowing your sword to go into coda lunga lunga, you will make without delay a feint of pushing another imbrocatta to the face, not allowing your sword to pass guardia di lioncorno, and as you throw this imbrocatta feint, note that as soon as goes to defend himself as he wishes, you will immediately pass forward with your left foot, making in this moment a half turn of the hand and next pushing an underhanded punta ferma to his chest pushing your buckler as far forward as possible in defense of your head, and withdrawing then the left foot back, you will bring the sword and buckler together into guardia di faccia for your defense, and note that these imbrocatte need to be made with the greatest speed because only the last will go to strike, the others simply go to disconcert him, creating in their tempi the opportunity to strike him with the final imbrocatta."
  },
  {
    "number": 543,
    "text": "(p.197/#2) (Sharp Sword and Large Buckler) (Counter to (play #542))\nThe counter will be, that when the enemy pushes the first stoccata trivillata, you will make a show of defending with the true edge of your sword, setting yourself in porta di ferro stretta, and as he strike with the other imbrocatta you will defend against this with a falso beating it towards your right side, and this done you will immediately pass forward with your left foot pushing at him a thrust to the chest accompanying the sword with your buckler, and this way you will prevent him from making another and you will without delay leap back on even feet for your defense setting yourself in coda lunga stretta with the left foot forward."
  },
  {
    "number": 544,
    "text": "(p.197/#3) (Sharp Sword and Large Buckler) (Coda Lunga Larga vs. Coda Lunga Stretta Either Foot) Finding your enemy in coda lunga stretta with either foot forward, you will be set in coda lunga larga with your right foot forward, having the sword in hand in the way of wanting to throw a falso tondo his front leg, and in doing this you will cause him to defend against this attack and in the tempo of making this falso you will step somewhat forward with your right foot throwing a cut with the greatest speed over his buckler to his left temple, such that needs to go in the manner of a falso tondo, pulling the right foot then back near the left and setting yourself with the sword and the buckler into guardia di faccia for your defense."
  },
  {
    "number": 545,
    "text": "(p.198/#1) (Sword and Large Buckler) (Coda Lunga Larga vs. Coda Lunga Stretta Either) Finding your enemy in coda lunga stretta with either foot forward, you will place yourself into coda lung larga with your right foot forward, keeping the sword in such a way as though you want to strike his front leg with a falso tondo, and you will make make a feint of once or twice striking said this leg, and now that he makes some defense against it in some way to defend himself, you will be able to to pass with your left foot towards his right side with a falso, and this you will have your right leg follow the left and gathering then your defense your left foot back you will place yourself with the sword and buckler in guardia di faccia."
  },
  {
    "number": 546,
    "text": "(p.198/#2) (Sword and Large Buckler) (Cinghiara Porta di Ferro Stretta vs. Coda Lunga Stretta) Finding your enemy in coda lunga stretta with his right foot forward you will be set in cinghiara porta di ferro stretta with your left foot traversing, and then passing with your right foot forward you will ift a rising falso to his sword, feinting then with a roverso, from which when he goes to defend against it you will immediately push a might thrust to his face, and withdrawing then your right foot back, you will come to settle for your defend with the sword and the buckler in guardia di faccia."
  },
  {
    "number": 547,
    "text": "(p.198/#3) (Sword and Large Buckler) (Coda Lunga Stretta vs. Coda Lunga Stretta) Finding yourself again, and your enemy in coda lunga stretta with the right foot forward, you will be able to cunningly, and with the greatest speed push a stoccata trivillata to his face or to his sword hand stepping somewhat forward with your right foot; and then that done, you will be able to withdraw the right foot back near the left turning the sword into coda lunga stretta, and there stepping forward with the right foot again feinting with a similar stoccata, and now, that he will want to defend against this in some way, you will immediately withdraw the sword hand somewhat back, pushing without delay and with the greatest speed to his gut beneath his buckler, or to the sword hand, and next you will withdraw your right foot back, to go with the sword and the buckler into guardia di faccia."
  },
  {
    "number": 548,
    "text": "(p.199/#1) (Sword and Small Buckler) (Porta di Ferro vs. Guardia Alta) Advance the right foot a little forward, pushing a thrust under your buckler to the right of the sword hand, keeping your buckler well-extended. This will keep him from moving his sword hand, for fear of the point, you can hit the front foot with a cut in the manner of a fendente, letting the buckler guard your head. You will then gather the right foot next to the left, throwing a rising falso to the sword\nhand, stopping it in guardia di faccia accompanied by your buckler."
  },
  {
    "number": 549,
    "text": "(p.199/#2) (Sword and Small Buckler) (Counter to (#548)) The counter will be that when your enemy thrusts the point near your sword hand, you may turn a rising falso in the form of a montante to his sword hand transforming it into a thrust, and pushing it at the uppermost part of the sword hand, accompanying it with your buckler. Should he drop to reach for your foot, you may give him a roverso to the right temple, or you may throw a mandritto to the flank, settling them into coda lunga stretta with your left foot forward."
  },
  {
    "number": 550,
    "text": "(p.199/#3) (Sword and Small Buckler) (Guards Unstated) Make a gran passo of the right foot forward, lift a rising montante, and transforming it into a thrust to the right of the sword hand, accompanying it with your buckler, stopping him from making any cut for fear of wounding his hand. You may in that moment, with utmost skill, fall upon his foremost foot with a cut in the manner of a fendente, letting your buckler guard your head. And then you shall gather the right foot near the left, repairing into guardia di faccia. But if it does not please you, after thrusting at his hand, you may throw a cut at the buckler arm or you may turn a mandritto tondo to the shin of his leg or into the leading foot; the mandritto will go under your arm leaving your buckler to defend your head. Then you will gather back your right foot near the left, lifting a rising falso to the buckler rim that will sail up all the way to guardia alta."
  },
  {
    "number": 551,
    "text": "(p.200/#1) (Sword and Small Buckler) (Counter to (play #550)) The counter will be that as your enemy transforms the montante into a thrust to the right of your sword hand, you will step a little forward with your right foot turning a rising montante under your buckler to his sword hand that ends in guardia di faccia. Should he try to attack you in the aforementioned manner (by throwing a fendente to your foot), thrust into his chest or wound his sword hand with a mezzo mandritto, gathering your right foot a little back so that it is close to your left."
  },
  {
    "number": 552,
    "text": "(p.200#2) (Sword and Rotella) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta with the Left Foot Forward) You being in coda lunga stretta, and finding your enemy in the same guard both with the left foot forward, you will be able to pass with your right foot forward throwing at him a mandritto to the front leg, but such, that it does not pass porta di ferro stretta accompanied with your rotella, to the end that he will be provoked to pass with his right foot forward to defend himself with the sword under his rotella, and to wound you perhaps then with a roverso to the leg; staying aware you will be able to, after he has defended the aforementioned mandritto and wants to wound you with a roverso to the front leg, pass back your right foot in that moment back pushing a thrust to his chest accompanied by your rotella, or you may throw at him a mandritto to the face; or to the sword arm; setting yourself then in coda lunga stretta with your left foot forward."
  },
  {
    "number": 553,
    "text": "(p.201/#1) (Sword and Armored Gauntlet) (Coda Lunga Stretta vs. Coda Lunga Stretta) Finding yourself in coda lunga stretta with the right foot forward against your enemy and he in found in the same, or in porta di ferro stretta with the right foot forward , you will be able to keep the gauntlet accompanying always the sword hand, and there you will feint a punta ferma to the left side o the gut, as he should make to defend it you will be able to pass with your left foot forward towards his left side turning your sword under his and in that same tempo you will take your sword with your gauntlet hand four fingers from the guard, and then with both hands shove with the greatest force a thrust to the right side of his chest, and after that is done you will withdraw the left foot back setting yourself again in coda lunga stretta with the right foot forward; and if he should lift the sword to defend against your thrust although it not known how as he will not have as much strength in one hand as you\nhave in two, while passing forward the point to strike his chest, (if he has lifted his sword to block your thrust) you will then be able to make a presa to his sword with your gauntlet hand, attacking him then wherever you wish."
  },
  {
    "number": 554,
    "text": "(p.202/#1) (Sword and Armored Gauntlet) (Counter to (play #553)) Your counter will be that when the enemy feints the thrust, you will make a show of defending it with your true edge; and when he passes to make his powerful thrust with both hands, you will similarly take your sword with the gauntlet hand {presumably also on the forte} pushing his thrust out towards your right side, and so this done you will be able to push a thrust to his face."
  },
  {
    "number": 555,
    "text": "(p.202/#2) (Sword and Small Buckler) (Guardia Alta vs. Porta di Ferro) The seventh way is that you will feint a rising falso to the enemy's sword hand in the manner of a montante, and as he goes to defend it, you will transform your montante into a thrust, passing with your left forward in that tempo; and with your buckler hand you will take your sword near the guard and push a powerful thrust to the right side of his face, and should he defend himself in some way you will be able to presently pass with the right foot forward turning a rising roverso to his arms, that will not pass guardia di lioncorno, and without any further delay you will be able to subsequently redouble with an imbrocatta to his face, followed by a tramazzone to hiss head that descends into porta di ferro stretta, making your buckler guard the head well."
  },
  {
    "number": 556,
    "text": "(p.202/#3) (Sword and Small Buckler) (Counter to (play #555)) Your counter will be that the enemy should push this thrust, you will be able to withdraw your right foot back setting yourself in coda lunga stretta and then immediately passing the left foot back you will turn a mezzo mandritto to his sword, and this will if he should with other attacks (ie, the imbrocatta and tramazzone)"
  },
  {
    "number": 557,
    "text": "(p.203/#1) (Sword and Large Buckler) (Coda Lunga Stretta vs. Any) Finding yourself in coda lunga stretta with your right foot forward against your enemy and he being in any guard he chooses; there you will be able to pass with your left foot traversing across his right side giving him a mezzo mandritto that descends into cinghiara porta di ferro stretta, you will be able to subsequently and immediately, pull your right foot somewhat behind the left lifting a falso to guardia alta, and subsequently you will pass with the right foot forward feinting a montante but nonetheless transforming it into a thrust, pushing this thrust to the right side of his face, and he wanting to defend himself in some way, you will throw a roverso to the front leg that will go to coda lunga stretta, and in that tempo making your buckler guard your head well then withdrawing you right foot back, you will push a thrust at him that goes to guardia di faccia under your buckler to better secure you, and then you will withdraw the left foot back behind the right, placing yourself into coda lunga stretta. Poleaxe in Full Armor"
  },
  {
    "number": 558,
    "text": "(p.203/#1) (Poleaxe in Armor) (Guardia Alta vs. Left Foot Forward) Finding yourself with the axe in hand in guardia alta with the left foot foot forward and your right hand lifted high, and finding your enemy with the left foot forward with the butt of his axe you will be able to pass with your right foot forward and give him a mandritto to the head, provoking your enemy into defending himself with his axe-head, or with the haft and so this you will come to find yourself with the haft of the axe crossed, staying mindful, that should your enemy pass with his left foot forward, to strike with the butt of his axe into your haft, to subsequently drive the butt into your chest or into your face, you will be able to in this tempo, lift your axe high, allowing his attack to go in\nvain and immediately give him an axe to the head, and note that each time you find your hands crossed and the enemy should to then strike you with the butt of his axe."
  },
  {
    "number": 559,
    "text": "(p.203/#2) (Poleaxe in Armor) (Porta di Ferro Stretta as Patiente) Finding yourself with axe in hand in guardia alta and with your left foot forward opposed to your enemy, or if you are in porta di ferro stretta with the right the foot forward, you will be mindful that should your enemy attack your head, and if you are in porta di ferro stretta, you will make a great pass of your left foot foot forward widening your grip and extending your arms, such that you receive his attack atop the haft of your axe between your hands, then you will immediately turn the butt of your axe over his head, and having taken him from the left side, you will procure your counter by throwing him forcefully to the ground, but be mindful, that in your footwork it will be necessary to have your left foot placed outside his right side."
  },
  {
    "number": 560,
    "text": "(p.203/#3) (Poleaxe in Armor) (Guardia Alta as Patiente) But when you find yourself in guardia alta as is said above, and your enemy wants to strike your head, you will step forward with your right foot defending the cut in the above said mode (parrying it on the haft between your well-widened hands and extended arms), and passing your left foot forward, making the same turn with the butt of your axe, and with all possible skill forcefully making him fall to the ground."
  },
  {
    "number": 561,
    "text": "(p.203/#4) (Poleaxe in Armor) Now should you wish to strike your enemy in the head, and should he use the same defense as you just used, turning the butt of his axe and turning you to knock you to the ground as is said above, placing it before to the end that that you should send your attack with your right hand forward, you will be able to be mindful to the end that if he should defend it with his haft between his hands and as he now comes to to take the butt of his axe over your head, you will in that tempo take your left hand from the heel of your axe taking the haft with the left hand the corner of the axe, and with the butt of this you will be able to strike the butt of your enemy's axe towards his right side, and so finding yourself to the outside, you will be able to now push the butt of your axe into his chest, or if you prefer take him by the neck and throw him to the ground, or should you prefer, grab the butt of your axe again and give him a chop onto his head."
  },
  {
    "number": 562,
    "text": "(p.205/#1) (Poleaxe in Armor) (Mezza Accia). You will also be aware, that finding yourself at mezza accia with your enemy you will always be able to drive the butt of your poleaxe into a foot."
  },
  {
    "number": 563,
    "text": "(205/#2) (Poleaxe in Armor) (Admonishment) You will also keep in mind that, every time, being in a fight with him, you will be prepared to take him with the horn of the axe in either his legs, or his arms, or his neck, or in some other part of his body."
  },
  {
    "number": 564,
    "text": "(p.205/#3) (Poleaxe in Armor) (Admonishment) Know that you must never be still, always being prepared to strike him with a thrust to the face, in some other part of his body should the right opportunity come along, (for example) should he be found unarmed, then you will strike him to the testicles, or groin, as you will prefer."
  },
  {
    "number": 565,
    "text": "(p.205/#4) (Poleaxe in Armor) (Porta di Ferro Stretta vs. Porta di Ferro Stretta) You being positioned in porta di ferro stretta and he also in porta di ferro stretta, and both of you having the right foot forward, you will be able to take his axe with the horn of your axe, and without\ndelay pull him toward you with all your force, and try to take it from him by hand; and should this plan come to naught, and if he should be trying to take away from your axe as you did to his, you will be quick to step forward in that tempo with your right foot, pushing your spike with great force into his guts, or to his groin over his testicles, or to his throat, making him fall down backwards with his feet in the air."
  },
  {
    "number": 566,
    "text": "(p.205/#5) (Poleaxe in Armor) (Porta di Ferro Stretta vs. Porta di Ferro Stretta) But if you should find yourself with the right foot forward in porta di ferro stretta, and your enemy should push the spike of the axe to strike to your throat, your groin, or your front foot, you will able to take your enemy's axe with the horn of yours, and give him a great pull towards to make him lifts his hand, and so this will not be great, lifting the hand, with then will bo that in this tempo, that you will throw your attack, you take his axe and throw not having it he more forcefully in that, that have"
  },
  {
    "number": 567,
    "text": "(p.205/#5) (Poleaxe in Armor) (Porta di Ferro Stretta as Patiente) If you finding yourself in the manner of porta di ferro stretta with the right foot forward, and your enemy thrusts the spike at your throat, groin, or front foot, in that tempo you will try taking the enemy's axe by using the horn of your own axe, giving him a great pull towards you in order to yank it from his hands; and if this does not work out, lifting it, with that same will be so that in this tempo, that at your he will throw the attack, you will be able to take his axe because you (using leverage) will be able to exert more force upon his axe than he can, that is my belief; tht at you will your preparation will come to you according to your plan; (but in the unlikely circumstance that it does not) you will subsequently step somewhat forward with your right foot giving him the spike with all of your strength to the part of his groin over his testicles and note, that if with this artfully and courageously, then no matter what the enemy wishes, he will remain conquered and taken prisoner."
  },
  {
    "number": 568,
    "text": "(p.205/#6) (Poleaxe in Armor) (Abnormal Guards) If you should find yourself placed with the left foot forward, and in the manner of porta di ferro stretta similarly having your left hand forward, and your enemy also having his left foot forward, and also his left hand forward; there should he throw a cut with his axe to your head, you will be able to pass forward with your right foot defending yourself from this attack with the butt (or heel) of your axe, giving him then the spike of your axe to his throat, or rather jamming the butt into his throat, and with all your force throwing him to the ground, and you'll be better able to make him fall if your right foot is located to the outside of his left."
  },
  {
    "number": 569,
    "text": "(p.205/#7) (Poleaxe in Armor) (Porta di Ferro Stretta vs. Guardia Alta; as Patiente) If you should find your enemy with his left foot forward and with his axe in the manner of guardia alta, and you should be with your axe in the manner of porta di ferro stretta, and with your right foot forward, and if there your enemy should throw some cut to your head, you will immediately pass forward with your left foot, defending yourself with the heel of the haft, and this done you will be able to immediately push your heel-spike into his throat, or taking him with the heel of the haft into his throat, throwing him towards your left side such that you send him to the ground, much to his displeasure."
  },
  {
    "number": 570,
    "text": "(p.206/#1) (Poleaxe in Armor) (Abnormal Guards) You will also be able to set in that same mode against your enemy, such to to the at your left foot will be forward, and your right hand high near the axehead and with the left hand forward near the butt (in the manner of guardia di croce) and in this this way you will circumscribe his actions, pressuring your enemy, doing that your right foot pushes the left forward, with a feint of thrusting the\nheel-spike onto his foot, and because for this he will be compelled to watch your heel-spike with his own, and because of this making it possible to lift the axe of hand in this way that you can send at him with the greatest force an attack with the axe-head to the heel of his, it will be thrown so strongly that he without fail, will take his left hand from the axe, and so subsequently you will be able to pass with your right foot forward, renewing your attack to the part of his groin over his testicles with the spike of your axe, and with all force in this tempo with your axe raising up, and pushing him backwards throwing him forcefully to the ground."
  },
  {
    "number": 571,
    "text": "(p.206/#2) (Poleaxe in Armor) (Abnormal Guards) If your enemy should be placed with his left foot forward and with the butt of his axe similarly forward, you will be able to place yourself with your right foot forward, keeping your left hand near the butt as well, and with the right hand towards the axe-head, but therefore as high as it possible, and there you will feint a chop onto his head, waiting for him to lift in axe in some to defend himself, and in this temple you will quickly give him a chop in the manner of a mandritto tondo to the front leg, and so you will lift up his leg with this attack, or you will able to take with the horn of your axe this said leg, throwing him forcefully to the ground, making him lie down upon it, much to his displeasure"
  },
  {
    "number": 572,
    "text": "(p.206/#3) (Poleaxe in Armor) (Abnormal Guards) But should you find yourself and your enemy also, with the left foot foot forward, and both of you having the left hand forward, you will be able to pass forward with the right foot feinting a chop onto his head, and as soon as he will want do defend himself in some way, you will immediately pull your back, and strongly push at him the spike of the axe to the part of his groin over his testicsles, or if your prefer and I say therefore strongly so that he falls backward and goes to the ground."
  },
  {
    "number": 573,
    "text": "(p.206/#4) (Poleaxe in Armor) (Abnormal Guards) Finding yourself and your enemy with the left foot forward, and with the left hand forward, you will be able to feint a thrust with the heel-spike to his face, and in the same tempo, push the heel-spike to his feet."
  },
  {
    "number": 574,
    "text": "(p.207/#1) (Coda Lunga Stretta vs. Any) Once again finding yourself against your enemy you will place yourself in coda lunga stretta with the right foot forward and he will be in any guard he wishes; and there you will pass with the left foot somewhat traversing his right side, and immediately giving him a mandritto to the sword arm that descends into cinghiara porta di ferro stretta; there you will pass the right foot forward throwing a roverso to his sword hand, his sword arm and his front leg that descends to coda lunga larga; if the enemy should attack you there you will withdraw the right foot back throwing a mandritto to the sword hand that will descend into cinghiara porta di ferro larga; and if the enemy should attack you here you will defend yourself with a falso and then throw a mandritto to his face that descends into porta di ferro stretta; now you will immediately throw a rising falso that ends in a manner of guardia sopra braccio, pulling the right foot near the left and there you will step somewhat forward with the right foot throwing a roverso to the sword hand that descends into coda lunga larga; and if the enemy should attack you here you will pass back the right foot throwing a mandritto that goes to cinghiara porta di ferro larga; and then you will step forward again with the right foot throwing a rising falso accompanied by a roverso to his sword hand and leg that ends in coda lunga larga; and there without delay you will throw a rising falso to his sword hand and sword arm that goes to guardia sopra braccio as you pull the right foot near the left; and here you will throw a rising roverso to his sword hand, followed a descending falso that ends in guardia di faccia; and so this done you will be able to presently withdraw the right back throwing a roverso to his sword arm that descends into coda lunga larga."
  },
  {
    "number": 575,
    "text": "(p.207/#2) (Coda Lunga Larga vs. Unstated) If you should find yourself in coda lunga larga with the left foot forward, you will be able to pass the right foot forward and throw a rising falso to his sword hand and ending at his sword; and you will be able to subsequently strike him with a roverso to his face, or to his sword arm, and this roverso must descend into coda lunga larga, but if your enemy here wishes to striking you in some way, you will be able to immediately attack him with a rising falso to the sword hand that goes to guardia sopra braccio; and subsequently for your protection withdraw the right foot back, throwing a roverso to the sword hand, such that it will descend into coda lunga larga."
  },
  {
    "number": 576,
    "text": "(p.208/#1) (Coda Lunga Larga with the Left Foot Forward) Remaining in coda lunga larga with your left foot forward you will be able to step forward with the left foot, pushing a stoccata trivillata to his face or his sword hand; then you will immediately withdraw your left foot near the right foot, allowing the sword to go into coda lunga lunga, then you will pass the right foot forward feinting an imbrocatta to the face, and as he goes to defend himself from this, you will presently throwing a rising falso in the manner of a montante to his sword hand that will go in the mode of guardia sopra braccio, and subsequently you will turning a rising roverso ridoppio to his sword arm and his sword hand that will end in guardia di lioncorno; it will be correct to now pass with your left foot throwing a descending falso that descends into cinghiara porta di ferro larga; then for your safety you will withdraw the left foot back giving him a roverso to the sword hand that descends into coda lung larga; but if the enemy should attack you here in some way, you will withdraw the right foot giving him a mandritto to the sword hand that descends into cinghiara porta di ferro larga."
  },
  {
    "number": 577,
    "text": "(p.208/#2) (Cinghiara Porta di Ferro Larga vs. Unstated) Remaining in cinghiara porta di ferro larga with your left foot traversing, you will be able to pass the right foot forward, giving him a rising falso accompanied by a roverso to the sword hand and sword arm, in such a way that it then descends into coda lunga larga; and if the enemy should attack you here in some way, you will withdraw the right foot back, throwing a rising falso to his sword hand that goes in the manner of guardia sopra braccio; then similarly withdrawing the left foot back giving him a roverso to the sword hand that descends into coda lunga larga; and next you will be to pass the left foot forward somewhat traversing his right side, throwing a mandritto that descends into cinghiara porta di ferro larga; and if here he should think to attack your head you will defend yourself by going into guardia di testa, responding with the greatest speed by throwing a mandritto to his face, or his sword hand, or his front leg, that will then end in porta di ferro larga; and without delay you will repair into guardia di intrare for your defense; then you will throw a roverso to his face or his sword hand that descends into coda lunga larga; and there you will subsequently be able to withdraw the right foot back, throwing at him a mandritto to the sword hand that descends into cinghiara porta di ferro larga, and next then you will withdraw the left foot back turning at him quickly a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 578,
    "text": "(p.209/#1) (Coda Lunga Larga with the Right foot Forward vs. Unstated) Finding yourself remaining in coda lunga larga with the right foot forward against your enemy; there you will be able to gather the left foot next to the right, stepping immediately forward with the right foot, pushing a stoccata trivillata to his face, and as he goes to defend against this in some way, you will turn a tramazzone to his head or to his sword hand that descends into porta di ferro larga, changing immediately into guardia di testa for your defense; and subsequently you will turn a mandritto to his face, or to his sword hand, or just to his front leg that will end in porta di ferro larga; and if the enemy should throw some attack to your head in any manner, you will defend yourself from\nthis attack with a falso, and you will pass immediately forward with your left foot towards his right side, giving him a roverso fendente to the head, that descends into coda lunga larga; and if the enemy should attack you here, you can immediately withdraw the left foot back giving him a rising falso to the sword hand that goes in the manner of guardia sopra braccio, then subsequently you will be able to turn a rising roverso that goes to guardia alta; then presently pulling your left foot near your right, you will be able to step forward with your right foot making a rising falso in the manner of a montante to his sword hand, and as he will want to defend against this in some way, you will be able to presently turn a tramazzone onto his head, or to his sword hand, that descends into porta di ferro larga."
  },
  {
    "number": 579,
    "text": "(p.209/#2) (Porta di Ferro Larga as Patiente) Finding yourself remaining in porta di ferro larga with your right foot forward against your enemy; there you will stay mindful that if he should strike at you with some attack to your head, you will be able to defend yourself with a falso, immediately stepping a little forward with your right foot, striking at his face with a mandritto that ends back in porta di ferro larga, gathering subsequently your right foot near the left; and there you will be able to subsequently pass with your left foot traversing his right side, giving him in that tempo a tramazzone to the head or the sword hand that descends into cinghiara porta di ferro larga; there you will stay mindful that if the enemy should attack your head, you will pass forward with your right foot defending yourself in guardia di testa, then immediately you will throw a mandritto to his face, to his sword hand, or to his front leg that will then descend into porta di ferro larga; and if there your enemy should think to attack your head in any manner, you will be able to defend against it with a falso, immediately stepping a little forward with your right foot, and striking with a mandritto to the face or to the sword arm which then descends into porta di ferro larga gathering your right foot near the left."
  },
  {
    "number": 580,
    "text": "(p.210/#1) (Porta di Ferro Larga vs. Unstated) Finding yourself again in porta di ferro larga with your right foot forward against your enemy, you will be able to step gallantly a little forward with your right foot, giving him a roverso to the sword hand, in such a way that it will then descend into coda lunga larga, inviting your opponent to attack you; and if he should attack you in some way you will immediately pass back your right foot giving him a mandritto to the sword hand that descends into cinghiara porta di ferro larga; and subsequently you will pass your right foot forward, throwing a roverso to the sword hand that must descend into coda lunga larga; and next you will be able to, without the least delay, give him a a rising falso to his sword hand in such a way that it goes thence to guardia sopra braccio, and there withdrawing your right foot back, you will be able to strike him with a rising roverso that goes to guardia alta and after that passing forward with your right foot, you will feint a rising falso in the manner of a montante, compelling him to make some defense, you will then be able to immediately turn a tramazzone to his head or his sword hand, making the cut descend into porta di ferro larga; there you will stay alert such that if the enemy should attack you in some way, you will defend yourself with a falso, and subsequently give him a roverso to his sword hand or to his front leg that descends into coda lunga larga, redoubling your attack with a falso traversato that goes in the manner of guardia sopra braccio, and immediately passing back your right foot you will strike his sword hand with a roverso that descends into coda lunga larga."
  },
  {
    "number": 581,
    "text": "(p.210/#2) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) Finding yourself against your enemy and remaining in coda lunga larga with the left foot forward and he in coda lunga stretta or porta di ferro stretta; the you will able to give him a falso traversato to his sword hand, and subsequently passing your right foot forward, you will turn a rising roverso, going thence to guardia di testa; and from there you will strike him subsequently with a mighty\nfendente to the head that descends into porta di ferro stretta; and so if here the enemy should think to throw some attack to your head, you will immediately change yourself into guardia di testa for your safety and you will presently give him a mandritto tondo to the leg, or to the face, or to the sword hand; then you will withdraw the right foot back, striking at his sword hand with a roverso that descends into coda lunga larga."
  },
  {
    "number": 582,
    "text": "(p.210/#3) (Coda Lunga Larga with the Left Foot Forward vs. Any) Finding your enemy in whatever guard he wants, you will be able to place yourself into coda lunga larga with your left foot forward; and there you will give him a stoccata trivillata to his sword hand, creating an opportunity to make a further attack, gathering your left foot near the right, and making your sword go into coda lunga larga, you will be able to pass forward with your right foot feinting an imbrocatta to his face, and now, that he goes to defend against his attack, you will presently be able to turn a mandritto tondo across his sword arm; but if he does not make a move to defend himself, you will not still turn this mandritto to the sword arm, instead you will withdraw the right foot changing (your imbrocatta) into a roverso traversato to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 583,
    "text": "(p.211/#1) (Coda Lunga Larga with the Left Foot Forward vs. Any) Your enemy being in any guard, you will place yourself into coda lunga larga with your left foot forward; and now you will push a stoccata trivillata to his sword hand, and then gathering your left foot near the right, while your sword goes back into coda lunga lunga; you will be able to pass your right foot forward, feinting an imbrocatta to his face, and his desire to defend himself from this will enable you to immediately feint again, throwing a rising falso in the manner of a montante to his sword hand, and should he want to defend himself from this in some way, you in that moment will be able to turn one or two tramazzoni to his sword hand that will subsequently descend into porta di ferro larga."
  },
  {
    "number": 584,
    "text": "(p.211/#2) (Coda Lunga Alta with the Left Foot Forward vs. Any) Finding your enemy in any guard he wishes, you will be able to place yourself in coda lunga alta with your left foot forward, in a manner of guardia di lioncorno; and now you will pass your right foot forward, feinting an imbrocatta to his face, and if he wants to defend against this, in that tempo you will immediately turn a rising falso traversato to his sword hand that goes in the manner of a montante, then subsequently withdrawing your right foot back, you will throw a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 585,
    "text": "(p.212/#3) (Coda Lunga Alta with the Left Foot Forward) Finding your enemy in whatever placement he wishes, you will be able to change yourself into coda lunga alta with your left foot forward; and next passing your right foot forward, you will feint an imbrocatta to his face, and he wanting to defend himself from this, will enable you to turn a mezzo mandritto across his sword arm; and even if he should make no movement against the imbrocatta you will follow just as prescribed with the aforementioned mandritto, and subsequently you will withdraw your right foot back, and you will be able to make a roverso traversato to his sword hand that then descends into coda lunga larga."
  },
  {
    "number": 586,
    "text": "(p.212/#4) (Coda Lunga Alta vs. Any) Your enemy being in any guard he wants, you will be able to place yourself against him in coda lunga alta with the left foot forward; and then you will gather your right foot near the left in order to proceed forward with your left foot; (but before you step with the left foot) you will feint an imbrocatta to his face, and nonetheless passing with your left foot forward, you will make another feint of a rising falso to his sword hand, and then as he goes to defend himself, you will turn a tramazzone to his sword\nhand that then descends into cinghiara porta di ferro larga; and if the enemy should try to strike you here with any attack, you will be able to pass your right foot forward defending yourself with a falso, and giving him subsequently a roverso his sword arm or to his front leg, that then descends into coda lunga larga; next you will be able to throw a rising mandritto traversato to his sword hand that goes in the manner of guardia sopra braccio, withdrawing your right foot back without delay and throwing a roverso to his sword hand again, that descends into coda lunga larga."
  },
  {
    "number": 587,
    "text": "(p.213/#1) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) Finding yours enemy in coda lunga stretta or porta di ferro stretta with his right foot forward, you will be able to place yourself in coda lunga stretta with the left foot forward; and there you will feint a thrust to his right flank, and as he goes to defend against this, you in that moment will be able to pass with your left foot forward towards his right side withdrawing the sword hand somewhat back, and you will presently be able to push a thrust to his sword hand, or you will also be able to strike his hand with a mezzo mandritto that descends into porta di ferro stretta, but doing this in such a way that the left foot faithfully follows behind the right."
  },
  {
    "number": 588,
    "text": "(p.213/#2) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta with the Left Foot Forward) Your enemy being in coda lunga stretta or porta di ferro stretta with the left foot forward, you will be able to place yourself in coda lunga stretta with the left foot forward; and there you will feint a thrust to the left side of his chest, and now, as he goes to defend himself against your feint, you will be able to presently step a little forward with your left foot, and now pushing a thrust to the right side of his chest, or to sword hand, or besides those thrusts, you may also throw a mezzo mandritto to his sword arm, setting yourself then in coda lunga stretta with the left foot forward."
  },
  {
    "number": 589,
    "text": "(p.213/#3) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) If you should find your enemy placed in coda lunga stretta or porta di ferro stretta with his right foot forward, you will be able to place yourself into coda lunga stretta with the left foot forward; ad there you will pull your right foot near the left, and immediately feint a thrust to his right flank, and as he goes to defend himself from this, you will withdraw your hand somewhat back, making another feint, this time a thrust to the left side of his chest, stepping in this tempo somewhat forward with the left foot, and giving him subsequently a thrust to the right side of his chest, or to his sword hand, or if you prefer, a mezzo mandritto to his sword arm, setting yourself then in coda lunga stretta with the left foot forward."
  },
  {
    "number": 590,
    "text": "(p.213/#4) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta with the Left Foot Forward) Once again finding yourself in coda lunga stretta with your left foot forward against your enemy, and he being in the same placement, you will be able to feint a thrust to the right side of his chest from outside his sword, and if he should go to defend himself from this thrust, you will be able to presently pass with your right foot forward bringing your left hand together with your right, and so with the strength of two hand, you will throw mightily to his sword a mezzo mandritto beating it aside, and so you will be able to subsequently push a thrust to the chest, being more that the left foot faithfully follows the right, and next you will be able to then for your defense, gallantly withdraw two passes back setting yourself in coda lunga stretta with the right foot forward and that this such act of take the sword with both hand,, you will be able to use many times, if your sword hand should feel tired, or if it's wounded, and in short every other thing done that should occur, or design that you might have in\nmind."
  },
  {
    "number": 591,
    "text": "(p.214/#1) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta with the Left Foot Forward) If you should find yourself in coda lunga stretta with your left foot forward against your enemy, and he being in the same guard; there you will be able to feint a thrust to the left side of his chest, and as he goes to defend against this feint, you will withdraw your sword hand somewhat back, then you will be able to subsequently pass a little forward with your right foot pushing a thrust to his sword hand; or instead of withdrawing your sword hand somewhat back, you may throw a falso to his sword, beating it out towards his left side, pushing then a thrust to his chest; or if you prefer not to give him a thrust, you will be able to throw a roverso to his face or to his sword arm that descends to coda lunga larga; but if here the enemy should throw some attack at you you will be able to immediately give him a rising falso to his sword hand; and then withdrawing the right foot back without any delay, you may give him a roverso to the sword hand that will then descend into coda lunga larga."
  },
  {
    "number": 592,
    "text": "(p.214/#2) (Coda Lunga Alta vs. Porta di Ferro Larga) Finding yourself in porta di ferro alta with your right foot forward and your enemy in porta di ferro larga, or in porta di ferro stretta; there you will be mindful, for your enemy can easily beat your sword with a falso and then pass his left foot forward, making a half turn of the hand, and jam a thrust into your chest; to defend against this, in the moment that he throws the falso to your sword while passing his left foot forward, you will not allow his falso to touch your sword, and will skillfully take your sword under his out towards his left side placing the true edge of your sword outside his and pushing well towards his right side you will be able to subsequently push a thrust to his chest, or give him a roverso to his face, whichever you will prefer, setting yourself then in porta di ferro stretta, or in any other guard."
  },
  {
    "number": 593,
    "text": "(p.214/#3) (Porta di Ferro Larga as Patiente) Finding yourself again in porta di ferro larga with your right foot forward against your enemy; there you will be mindful, so that if he should throw some attack to your upper parts, you will defend yourself against the incoming attack with a falso, and in this action you will do well to bring the left hand together with the right, so that as you lift up your sword you will be better able to beat aside his attack, and subsequently passing forward with your left foot you will be able to push a thrust to his chest, which he will struggle to defend, for you will overwhelm him with the strength of two hands; then for your security you will withdraw the left foot back, removing your left hand from the sword, turning a mandritto to his sword hand that descends into porta di ferro larga; and note that this taking of the sword in both hands, is, as said elsewhere, advised if your right hand is tired, or hurt, or for diverse other reasons."
  },
  {
    "number": 594,
    "text": "(p.215/#1) (Guardia di Lioncorno vs. Coda Lunga Stretta or Porta di Ferro Stretta) If you find your enemy in coda lunga stretta or porta di ferro stretta with his right foot forward, I would like you to place yourself into guardia di lioncorno wit your right foot forward; and there you will feint an imbrocatta to the face, and if he should go to defend against this feint, without any further footwork, you will presently turn a rising falso traversato to his sword hand that goes in the manner of a montante, which will then end in guardia alta; you may now also feint another montante, which, as he goes to defend against it, you will then transform into a tramazzone to the sword hand, that will then descend into cinghiara porta di ferro larga; and if he should attack you here you will now pass forward with your right foot defending yourself with a falso and subsequently push a thrust into his face, following that with a roverso to his sword arm, or to his front leg, bringing the sword down into coda lunga larga; now without any delay you may give him rising falso to his sword hand that goes in the\nmanner of guardia sopra braccio; and then withdrawing the right foot back you will be able to his his sword hand with a roverso traversato that descends into coda lunga larga."
  },
  {
    "number": 595,
    "text": "(p.215/#2) (Coda Lunga Larga with the Right Foot Forward vs Coda Lunga Stretta or Porta di Ferro Stretta) Finding your enemy in coda lunga stretta or porta di ferro stretta with the right foot forward, you will place yourself into coda lunga larga with your right foot forward; and so then you will feint a rising falso to his sword hand, and as he goes to defend against your falso, you will immediately step a little forward with the right foot turning a tramazzone to his sword hand that descends into porta di ferro larga; but if he responds to this attack with some attack of his own, you will defend yourself with a falso, and stepping a little forward with the right foot, you will, with great speed, give him a mandritto to the face, or to his sword arm, which then descends into porta di ferro larga; then withdrawing your right foot back, you will give him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 596,
    "text": "(p.215/#3) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) Your enemy being in coda lunga stretta with the right foot forward or in porta di ferro stretta, you will be able to place yourself into coda lunga larga with the left foot forward; and there passing your right foot forward you will throw a rising falso to his sword hand and to his sword in such a way that you come to mezza spada with him true edge to true edge in the manner of guardia di intrare; and there with the great speed you will pass your left foot a little towards his right side taking his sword with your left hand near the guard and pushing it towards his left side with all your strength you will be able subsequently giving him a roverso fendente over his head or wherever else you please."
  },
  {
    "number": 597,
    "text": "(p.216/#1) (Porta di Ferro Larga vs. Any) Finding yourself again in porta di ferro larga with your right foot forward against your enemy, he being in any guard he wants; there you will make a great pass traversing his right side (with your left foot), and in this step you will be able to throw a rising falso and feint a roverso to the head, nonetheless turning a mandritto tondo to his face, or to his sword hand, or to his leg; and subsequently you will be able to give him a roverso to the sword arm that descends into coda lunga larga, and in so doing your right foot needs to follow behind the left; and if the enemy should make any attack here to your upper parts, you will defend yourself from the incoming attack in guardia di testa, immediately passing with your right foot towards his left side, feint a mandritto to the head, and as he goes to defend against this you will subsequently throw a roverso to his sword arm that descends into coda lunga larga, and in this the left leg needs to follow the right, and this done you will be able to subsequently give him a rising falso to the sword hand, and then withdrawing back your right foot, giving him a a roverso to his his hand that descends into coda lunga larga."
  },
  {
    "number": 598,
    "text": "(p.216/#2) (Porta di Ferro Larga vs. Unstated) You being placed in porta di ferro larga with the right foot forward against your enemy, you will will be able to pass your left foot in a great pass traversing his right side, and in this step, you will give him a rising falso then also beginning to turn a roverso to his head, and he going to defend himself from this feint will enable to you presently give him a rising falso traversato to his sword hand and to his sword arm, and stepping subsequently with your right foot forward, you will be able to give him a mandritto tondo across his face or to his sword hand, or to his front leg, this mandritto going thereafter in the manner of guardia sopra braccio; then immediately withdrawing the right foot back you will be able to give him a roverso to his sword hand, that descends to coda lunga larga."
  },
  {
    "number": 599,
    "text": "(p.216/#3) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Once again finding your adversary in any guard he wishes, you will be able to place yourself in coda lunga stretta with the left foot forward and there you will send a stoccata trivillata in his general direction 50 , and so with foresight, gathering your left foot next to the right, your sword will descend into coda lunga lunga; then you will immediately pass your right foot forward, feinting an imbrocatta to his face, nonetheless transforming it into a rising falso (provocation) that goes in the manner of a montante, and as he goes to defend himself from this falso, you will pass your left foot towards his right side, turning a tramazzone to his sword arm that descends into porta di ferro larga; and there if he responds in some way, you will immediately pass your right foot forward, defending yourself in guardia di testa, and subsequently you will throw a mandritto to his face, to his sword arm, or to his front leg, the sword descending into porta di ferro larga; where you will immediately withdraw your right foot back giving him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 600,
    "text": "(p.216/#4) (p.216/#1) Finding yourself against your enemy with your left foot forward set in coda lunga larga, and he in any guard he wishes; there you will be able to giving him a stoccata trivillata, but with foresight (ie according to a plan), and then immediately gathering your left foot near right your right and going with the sword into coda lunga lunga; you will then be able to pass your right foot forward, feinting an imbrocatta to his face, and so, now that he will go to defend himself from this imbrocatta in any way, you will subsequently pass your left foot towards his right side, giving him a mandritto to his sword arm that descends into cinghiara porta di ferro larga; or in lieu of the mandritto to the sword arm, after you have thrown the imbrocatta feint, you may pass your left foot towards his right side, turning a tramazzone to his head that also descends into cinghiara porta di ferro larga; but if the enemy should elect not to attempt a defense against your imbrocatta feint, you will still throw the aforementioned mandritto or the tramazzone; and now that you are in cinghiara porta di ferro larga, if he should now attack you with any blow you will immediately pass forward with the right foot defending yourself by going to guardia di testa, giving him subsequently a roverso to the front leg that descends into coda lunga larga, then you will follow with a rising falso to the sword hand, and this falso will go into guardia sopra braccio; you will be able to without delay withdraw the right foot throwing a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 601,
    "text": "(p.217/#1) (Porta di Ferro Larga vs. Unstated) Once again finding yourself positioned in porta di ferro larga with the right foot forward; there you will pass your left foot forward towards his right side, giving him a rising falso and also feinting to turn a roverso to his head, and in this same act, you will throw an imbrocatta to face that descends into cinghiara porta di ferro larga; immediately passing your right foot forward, and you will make a falso to his sword hand, and to his sword, and you will be able to subsequently feint a roverso to his right temple; and as he goes to defend against this, you will give him a mandritto to the face or to the front leg, or to his sword hand that descends into porta di ferro larga; and now withdrawing the right foot back you will make a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 602,
    "text": "(p.217/#2) (Coda Lunga Larga vs. Unstated) You being in coda lunga larga with the left foot forward; there you will push a stoccata trivillata towards your enemy's sword hand, and (then) gathering the left foot gallantly beside the right, you will 50 The source text calls this a “stoccata non offensiva trivillata” which is a non-offensive stoccata trivillata, or as elsewhere more effectively called a “stoccata trivillata that goes not to actually hit your enemy,” the purpose is to simply freeze the opponent long enough that we can gather back and bring our sword behind us into coda lunga lunga.\nallow the sword to go into coda lunga lunga; you will now be able to pass your right foot forward feinting an imbrocatta to his face, and subsequently having done that to him, you will make another feint, this time with a mandritto to his left temple, and as he goes to defend himself from this attack, you will subsequently give him a roverso to his sword arm and to his front leg that will then descend into coda lunga larga; then presently you give him also a rising falso traversato to his sword hand that goes in the manner of guardia sopra braccio; and instantly withdrawing your right foot, you will throw a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 603,
    "text": "(p.217/#3) (Coda Lunga Larga with the Left Foot Forward vs. Porta di Ferro Stretta or Coda Lunga Stretta) Finding yourself again in coda lunga larga with the left foot forward and your enemy in porta di ferro stretta or coda lunga stretta with the right foot forward; there you will be able to feint a rising falso to his sword hand, and he goes to defend himself from this in any manner, you will be able to subsequently pass your right foot forward, feinting a tramazzone to his head, nonetheless giving him a roverso to the sword hand or to the front leg, but in such a way that your sword descends into coda lunga stretta; and that done, you will, without delay, throw a rising falso to his sword hand that goes in the manner of guardia sopra braccio; and now withdrawing the right foot back, you will throw a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 604,
    "text": "(p.218/#1) (Coda Lunga Larga with the Left Foot Forward vs. Porta di Ferro Stretta or Coda Lunga Stretta) Finding your enemy in porta di ferro stretta or in coda lunga stretta with the right foot forward, you will place yourself into coda lunga larga with your left foot forward; and there you will feint a rising falso to his sword hand, nonetheless transforming it into a tramazzone feint to the head, and as he goes to defend against this tramazzone, you subsequently make another feint, this time making a show of turning a roverso to his right temple, and with the greatest speed throwing a mandritto to his face or to his sword hand, or to his front leg that will then end in porta di ferro larga; but if you do not want to throw the mandritto, then after the aforementioned roverso feint, you may give him a rising falso to the sword hand in the manner of a montante; now you may also make this rising falso a feint, and quickly turn a tramazzone to the sword hand or to the sword arm that the descends into porta di ferro larga, then for your safety, you may subsequently withdraw the right foot back, giving him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 605,
    "text": "(p.218/#2) (Coda Lunga Stretta with the Left Foot Forward vs. (See Play)) Finding your enemy in coda lunga alta or coda lunga stretta with his right foot forward, or in porta di ferro alta, or in porta di ferro stretta, you will place yourself in coda lunga stretta with the left foot forward; and there you will make the right foot push the left forward (ie make a gathering step) and in that tempo you will drive your sword under his, making the point of your sword guards towards his right side, and subsequently you will make a presa to the underside of his sword, attacking him then wherever you prefer."
  },
  {
    "number": 606,
    "text": "(p.218/#3)(Guardia Alta vs. Any) Your enemy being in whatever guard he wants, you will be placed in guardia alta with the right foot foot somewhat forward; and there you will feint a fendente to his head, and because he will be compelled to bring his sword into presence in order to defend his head, or because he may also direct the point of his sword at your hand, either way, after making this feint to the head you will subsequently make a presa to his sword in such a way that you will then be able to strike him with your sword wherever you wish."
  },
  {
    "number": 607,
    "text": "(p.218/#4) (Coda Lunga Larga with Either Foot Forward vs. Any) You may also set yourself against your enemy in coda lunga larga with either the right foot or the left foot forward, all exposed so that the enemy will throw some attack to your head; and this being done, if your right foot is forward, you will be able to pass the left foot forward defending yourself with the sword in guardia di testa against every attack that he should send towards your upper parts, and immediately you will make a presa of your left hand to the underside of your enemy's hand striking him then wherever you wish. And if you have the left foot forward you will pass the right foot forward, defending yourself from an attack to your upper parts by going into guardia di testa, and you will immediately make a presa of your left hand to the underside of the enemy's hand striking him then wherever you wish."
  },
  {
    "number": 608,
    "text": "(p.219/#1) (Porta di Ferro Larga vs. Unstated) If you were set against your enemy in porta di ferro larga with the right foot forward; there you will stay mindful, because he may throw some attack to your upper parts, and you will be able to in this tempo pass with your left foot forward defending yourself with the sword in guardia di testa, and subsequently you will quickly take his sword in whichever way best enables your preferred fo to your strike him wherever you wish."
  },
  {
    "number": 609,
    "text": "(p.219/#2) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Finding your enemy in any whichever guard he wants, you will place yourself into coda lunga stretta with the left foot a little forward; and thence stepping a little forward with your left foot, you will push a stoccata trivillata to hiss sword, then pulling the left foot back near the right, you will allow the sword to go into coda lunga lunga, you will be able to step forward with the left foot forward, giving him a mandritto to the head that descends into porta di ferro larga; and so remaining there all exposed to the enemy, inviting your enemy to throw some attack at you, and as he does in whatever manner he wishes, you will defend with a falso immediately passing forward with your right foot, giving him a mandritto to the face that goes to porta di ferro larga; and then subsequently you will throw a roverso to his sword hand that descends into coda lunga larga, redoubling subsequently with a rising falso to his sword hand that goes in the manner of guardia sopra braccio; then withdrawing the right foot you will give him a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 610,
    "text": "(p.219/#3) (Coda Lunga Larga with the Left Foot Forward vs. Unstated) Remaining in coda lunga larga with the left foot forward against your enemy; you will be able to push a stoccata trivillata to his sword hand, and immediately pulling the left foot near the right allowing the sword to go in that tempo into coda lunga lunga; in that moment you will pass the right foot forward giving him an imbrocatta to the face that descends in the manner of porta di ferro larga; and subsequently strike his sword hand with a rising falso; then you will immediately withdraw the right foot, throwing a rising roverso such that the sword goes into coda lunga lunga ; and passing the right foot forward again you will feint a rising falso to the sword hand and nonetheless you will transform this into a tramazzone feint, turning in the direction of the head, and as he goes to defend against this you will immediately throw a mandritto tondo to his front leg, and without delay withdraw the right foot back striking him subsequently with a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 611,
    "text": "(p.219/#4) (Coda Lunga Stretta vs. Coda Lunga Stretta or Porta di Ferro Stretta) If your enemy should be set in coda lunga stretta with the right foot forward or in porta di ferro stretta with the right foot forward, you will be able to place yourself into coda lunga stretta with the right foot forward; and there passing with the left foot towards his right side you will give him a mezzo mandritto that descends into cinghiara porta di ferro larga; and then withdrawing the right foot back near the left, you will throw a rising falso that ends in guardia alta; you will subsequently feint a rising\nfalso to his sword hand in the manner of a montante, and nonetheless you will transform it into a thrust, pushing it towards the right side of his face, and as he goes to defend against this in some way, you will subsequently make a great step forward with your right foot towards his left side, turning a mandritto fendente to his face or if you want you may make a mandritto tondo to his sword hand; and if you don't like either of these options you may also strike his front leg with a roverso and subsequently throw a rising falso in the manner of a montante to his sword hand; or else go into guardia di testa for your safety; and in each of these aforementioned attacks you will make the left foot follow behind the right foot, and next you will set yourself with the sword in porta di ferro stretta."
  },
  {
    "number": 612,
    "text": "(p.220/#1) (Porta di Ferro Stretta vs. Any) Remaining in porta di ferro stretta with the right foot forward and your enemy being placed however he wishes; there you will step a little forward with your right foot, and with great speed and strength, you will turn two tramazzoni to your enemy's head or to his sword hand; and if he should respond with some attack you will subsequently throw a rising falso to his sword hand that goes in the manner of guardia sopra braccio; then immediately withdrawing the right foot backwards for your security, you will give him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 613,
    "text": "(p.220/#2) (Coda Lunga Larga with the Left Foot Forward vs. Any) Again finding yourself in coda lunga larga against your enemy, and having your left foot forward, and he placed however he wishes; there you will be able to feint a thrust to his right side, and as he goes to defend against this, you will quickly pass your right foot towards his left side and in this step, you will withdraw the sword fist somewhat back, pushing subsequently a stoccata trivillata to his chest or to his sword hand, and in this your left foot will follow behind the right; and as he goes to defend against this, you will be able to immediately turn two tramazzoni to his head or to his sword hand, the sword then descending into porta di ferro larga; then you will be able to subsequently throw a rising falso to his sword hand that goes in the manner of guardia sopra braccio; and next withdrawing the right foot back, you will give him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 614,
    "text": "(p.220/#3) (Coda Lunga Larga with the Left Foot Forward vs. Any) You being in coda lunga larga with your left foot forward against your enemy, you will be able to pass your right foot forward, somewhat towards his left side, and in this step you will push a stoccata trivillata to his sword hand, and then you will subsequently turn a tramazzone to his head or to his sword arm that descends into porta di ferro larga, and note that that you may always turn a tramazzone at him regardless of what guard he is in; and so if he should respond with some attack, you will throw a rising falso to his sword hand that goes forcefully to guardia sopra braccio; then you will pull your right foot back near the left, and should he try to attack you here in any way, you will be able to step somewhat forward with your right foot giving him a rising roverso ridoppio to his sword hand and to his sword; then you will immediately make a descending falso to his face and to his sword arm that descends in the manner of porta di ferro larga; and subsequently withdrawing your right foot, you will be able to strike his sword hand that descends into coda lunga larga."
  },
  {
    "number": 615,
    "text": "(p.221/#1) (Coda Lunga Larga with the Left Foot Forward vs. Any) Note: the text here states that you make the falso descend into guardia alta (“scenda per infino in guardia alta”); it is also used to describe the montante ending in guardia sopra braccio. Again finding yourself in coda lunga larga with the left foot forward against your enemy, and in whatever placement he wishes; there you will be able to push a stoccata trivillata to his sword hand, and as you will have your left foot forward, you will then pull the left foot near the right, your sword going into coda lunga lunga; and this done you will quickly give him a rising falso traversato to the sword hand that goes to end in guardia alta; and then stepping somewhat forward with the right foot\nyou will be able to throw a rising falso to the sword hand that goes in the manner of a montante that ends in the manner of guardia sopra braccio; you will stay mindful that these two falsi must be made with the greatest speed, one after the other; then you will able to also push an imbrocatta roversa to his face or to his sword hand that descends into coda lunga larga; and if in this the enemy should try to attack you in any way, you will be able to presently strike his sword hand with a rising falso that goes thence into guardia sopra braccio, withdrawing your right foot back and giving him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 616,
    "text": "(p.221/#2) (Coda Lunga Larga with the Left Foot Forward vs. Any) Remaining in coda lunga larga with the left foot forward against your enemy, and he in any guard he wishes, you will throw a stoccata trivillata, but only with the left foot forward, and gathering then the left foot near the right and going with the sword into coda lunga lunga, you will be able to step step forward with just your left foot, giving him a descending falso to his face or to his sword that descends in the manner of cinghiara porta di ferro larga; and subsequently passing with your right foot forward you will be able to strike his sword arm with a rising roverso ridoppio that goes to end in guardia alta; then turning subsequently a rising falso in the manner of a montante to his sword hand that goes in the manner of guardia sopra braccio, and if he had thought in this to beat your falso to the ground with the true edge of his sword, you will not allow him to touch your sword in the least, but will gracefully transform the falso into a tramazzone that goes to strike his sword arm, or to strike his head, the sword then descending into porta di ferro stretta."
  },
  {
    "number": 617,
    "text": "(p.221/#3) (Porta di Ferro Stretta vs. Unstated) Once again finding yourself in porta di ferro stretta with the right foot forward against your enemy; there you will be able to turn a mighty tramazzone to his sword hand or to his sword; and thence you will immediately pass your left foot traversing towards his right side, turning a second tramazzone to his head or to his sword hand that descends then into cinghiara porta di ferro larga; if he should think to throw some attack at you here, then you will be able to pass your right foot forward defending against the incoming attack with a falso, and give him subsequently a rising roverso ridoppio to his sword hand and to his sword arm that rises to end in guardia alta; and then you will make a rising falso feint in the manner of a montante to his sword hand, and as he goes to defend against this, you will presently pass your left foot traversing towards his right side, turning a tramazzone to his sword arm that descends into cinghiara porta di ferro larga; and if he now responds with some attack to strike your upper parts, you will be able to pass you right foot forward defending yourself in guardia di testa from this incoming attack; and next you will give him a mandritto tondo to the front leg, or to his sword arm and then, for your safety you will withdraw your right foot throwing a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 618,
    "text": "(p.222/#1) () Finding your enemy once again in any guard he wishes, you will place yourself in coda lunga stretta with the left foot forward; and there you will push a stoccata trivillata to his sword hand, and lifting your sword over the head in the manner of guardia di testa, you will be able to strike him in three different ways: first feint a rising falso to the sword hand presently passing your right foot forward making another feint of turning a tramazzone to the head, and as he goes to defend himself from this in some way you will be able to immediately throw a roverso to his front leg that descends into coda lunga larga; you will presently turn a rising falso to his sword hand; The second way will be that you will again feint a rising falso to the sword hand, passing in that instant with your right foot forward, and all in one tempo push a thrust to the right side of his face and as he goes to defend this you will subsequently be able to turn a tramazzone to his face that descends into porta di ferro stretta; the third way will be, that you will feint a rising falso passing nonetheless with your right foot forward and your\nsword will go to guardia di testa for your safety; you will subsequently turn a mandritto tondo to the face or to the sword arm or to the front leg, such that it will go then into guardia sopra braccio; then your security you will not remain there a second, but will withdraw your right foot back, throwing a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 619,
    "text": "(p.222/#2) (Coda Lunga Larga with the Left Foot Forward vs. Unstated) Finding yourself in coda lunga larga with the left foot forward against your enemy, you will be able to throw a stoccata trivillata to his sword hand with your left foot forward, and then pulling the left foot near right the sword will go into coda lunga lunga, you will now be able to pass your right foot forward feinting an imbrocatta to the face, and as he goes to defend against this, you will subsequently make a rising falso to the sword hand in the manner of a montante, such that will need to end in guardia alta; and subsequently withdrawing your right foot back, you will throw a mandritto tondo to his face or to his sword arm that goes to guardia sopra braccio; and if he should try to strike with some attack to your upper parts , you will be able to pass your right foot forward, giving him two roversi, the first will be to beat his attack to the side, the second to strike his front leg, that will then descend to coda lunga larga; then presently you will be able to throw a rising falso to the sword hand that ends in the manner of guardia sopra braccio, and subsequently withdrawing the right foot back, you will be able to strike his hand with a roverso that descends into coda lunga larga."
  },
  {
    "number": 620,
    "text": "(p.223/#1) (Coda Lunga Stretta vs. Any) Your enemy being set in whatever guard he wants, you will place yourself in coda lunga stretta with the right foot forward; and there passing your left foot traversing his right side you will give him a mandritto to the sword hand and sword arm that descends then into cinghiara porta di ferro larga; and then immediately allowing your right foot to go behind the left, you will be able to strike his hand with a roverso that that descends into coda lunga larga, striking him quickly with a rising falso to the sword hand that goes in the manner of guardia sopra braccio; then you will be able to pass your right foot forward feinting a roverso to his right temple and as he makes to defend himself, you will immediately be able to throw a mandritto to the sword hand or to the front leg that will then descend into porta di ferro larga; and so if he should respond with some attack you will defend yourself with a falso rises to end in guardia alta, passing subsequently with your left foot towards his right side and feinting a rising falso in the manner of a montante, you will push a thrust to his face, and now that he wants to defend against this, you will presently turn a tramazzone to his head that descends into cinghiara porta di ferro stretta; and if in this he should try to strike your upper parts, you will without delay be able to pass with your right foot forward and defending against his attack in guardia di testa, and subsequently strike him with a mandritto the face or to the sword hand, or just to the front leg; and immediately withdrawing your right foot back, you will be able to make a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 621,
    "text": "(p.223/#2) () If you should find your enemy in whatever guard he wants you will be able to place yourself in porta di ferro stretta with the right foot forward; and there passing your left foot traversing his right side, and feinting a roverso to his right temple, you will pass your right foot without delay traversing his left side lifting the sword into guardia alta as though you intend to throw a mandritto to his head, but nevertheless you will pass subsequently with your left foot traversing his right side giving him an imbrocatta to the face, and as he goes to defend against this you will turn a tramazzone to his head or to his sword arm that descends into cinghiara porta di ferro larga; and now if he should think to strike you with some attack to your upper parts, you will immediately pass your right foot forward defending yourself gallantly in guardia di intrare, and subsequently you will give him a roverso fendente to the\nface or to the sword arm that descends into coda lunga larga; you will then immediately strike his sword hand with a rising falso to the sword hand that goes in the manner of guardia sopra braccio; and then this done for your safety you will withdraw your right foot back throwing a roverso to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 622,
    "text": "(p.223/#3) (Coda Lunga Larga with the Left Foot Forward vs. Any) Finding yourself remaining in coda lunga larga with the left foot forward against your enemy and he being in any guard he will be in you will be able to pass a little forward with your left foot, pushing in this step a stoccata trivillata to his sword hand or to his face, and you will immediately pull the sword hand a little back and with the greatest speed you will push another stoccata to the sword hand or to his chest, whichever you think better, then two stoccate will have gone one after another with great speed, then pulling the left foot near the right, and allowing the sword to go into coda lunga larga, you will be able to pass immediately with your right foot forward feinting an imbrocatta to his face, and he going to defend himself against this imbrocatta you will presently withdraw the sword fist half an arm back pushing at him an imbrocatta to his face or to his chest or to his sword arm such that it ends in porta di ferro stretta; and then this done you will not tarry but will turn a roverso to his sword hand that descends into coda lunga larga; and if he should attack you here with some attack, you will withdraw the right foot back, giving him a stoccata trivillata to his sword hand setting yourself then in coda lunga stretta with the left foot forward."
  },
  {
    "number": 623,
    "text": "(224/#1) (Cinghiara Porta di Ferro Stretta vs. Sword in Presence) If you have placed yourself into cinghiara porta di ferro stretta with the left foot somewhat traversing, your enemy having his sword in presence; there you will make a great step forward with the right foot, throwing a falso in that tempo into your enemy's sword, and in this you will not pass guardia di faccia; then immediately passing with your left foot forward, not taking your sword from his, you will make a half turn of the hand pushing now a punta ferma to his chest, and after this, withdrawing your left foot back, you will turn a mezzo mandritto to his sword hand that does not pass porta di ferro alta. The counter to this will be that finding yourself with the sword in presence against your enemy with your right foot forward; there you will be mindful that when he passes with his right foot forward to strike your sword with his false edge, you will make no movement at all; but in the tempo that he passes with his left foot forward, making a half turn of the hand to push a thrust to your chest, you will take your sword under his towards his left side pushing a thrust into his chest."
  },
  {
    "number": 624,
    "text": "(p.224/#2) (Porta di Ferro Stretta vs. Sword in Presence) Placing yourself into porta di ferro stretta with your right foot forward, and he having his sword in presence; and there, with gallantry and strength, you will be able to turn a tramazzone that strikes his sword and in this tempo passing your left foot forward towards his right side, you will turn another tramazzone to his head or to his sword arm that descends into cinghiara porta di ferro stretta, and you will make these two tramazzoni with great speed, using only the wrist of the sword hand."
  },
  {
    "number": 625,
    "text": "(p.224/#3) (Cinghiara Porta di Ferro Stretta vs. Unstated) Finding yourself in cinghiara porta di ferro stretta with the left foot traversing against your enemy, you will be able to turn a mighty tramazzone to his sword, and subsequently passing your right foot forward you will turn another tramazzone to his head or to his sword arm that descends into porta di ferro stretta."
  },
  {
    "number": 626,
    "text": "(p.225/#1) (Porta di Ferro Stretta vs. Unstated) You will also be able to also use these two tramazzoni in this way; that finding yourself in porta\ndi ferro stretta with your right foot forward, you will pass the left foot traversing your enemy's right side turning a tramazzone to his sword hand, and subsequently passing with your right foot forward, you will turn the other tramazzone to his head, such that it will then descend into porta di ferro stretta; and note you shall keep in mind that these tramazzone will go as you make your footwork with great quickness."
  },
  {
    "number": 627,
    "text": "(p.225/#2) (Cinghiara Porta di Ferro Stretta vs. Unstated) You will also be able to use these two tramazzoni against your enemy with different footwork: that finding yourself in cinghiara porta di ferro stretta with the left foot traversing, you will be able to pass with your right foot forward, turning a tramazzone to his sword hand, or to his sword; then you will presently pass your left foot towards his right side turning the other tramazzone to his head, or to his sword arm, but with great quickness as said above."
  },
  {
    "number": 628,
    "text": "(p.225/#3) (Counter to (#626 & 627)) The counter to these tramazzoni will be, that finding yourself with the sword in presence, with your right foot forward in either porta di ferro stretta or coda lunga stretta; stay alert, and as he turns the first tramazzone, you will be able to defend against this with the true edge of your sword or you may beat it aside with your false edge towards his left side and immediately without any delay passing with your left foot forward, you will be able to push a punta ferma to his chest or to his face preventing him from being able to turn the second tramazzone."
  },
  {
    "number": 629,
    "text": "(p.225/#4) (Coda Lunga Stretta vs. Porta di Ferro Stretta or Coda Lunga Stretta) If your enemy were set in coda lunga stretta or in porta di ferro stretta with his right foot forward, you will place yourself in coda lunga stretta with the right foot forward; and there you will make a falso tondo with the sword well-grasped to his face or to his sword, then subsequently you will be able to pass with your left foot towards his right side feinting a mandritto to his head; and as he goes to defend this in some way, you will throw a roverso to his front leg or to his sword arm, or to his sword hand, this roverso shall not pass coda lunga stretta; if he should respond with some attack here to your upper parts, take yourself into guardia di testa for your defense, and passing subsequently with your right foot towards his left side, turning a rising mandritto to his sword hand or to his sword arm, making your left leg follow behind the right, making your sword stop in porta di ferro alta."
  },
  {
    "number": 630,
    "text": "(p.225/#5) (Coda Lunga Stretta or Coda Lunga Alta Either with the Left Foot Forward as Patiente) Finding yourself in coda lunga stretta or in coda alta, with your left foot forward against you enemy, and if he should perhaps throw some attack to your sword hand or to your sword arm or if you should have to defend with the sword, or for any other reason you may have in your head, you will be mindful that in the tempo that throws the aforementioned attack, you will withdraw your sword hand somewhat back, making his blow come up empty, and subsequently passing with your right foot in a great step forward you will push a thrust to his flank; and note that it is necessary to make this thrust very quickly, then you will withdraw your right foot back, and place yourself into coda lunga stretta again."
  },
  {
    "number": 631,
    "text": "(p.226/#1) (Porta di Ferro Stretta or Alta as Patiente) If you are placed in porta di ferro stretta or porta di ferro alta with your right foot forward; and if there your enemy should throw some attack to your sword hand or your sword arm in any way, in that tempo, you will withdraw your sword hand somewhat back, making his cut go by in vain and subsequently you will pass your right foot or your left foot a little forward, pushing a punta ferma to his chest or to his flank; then you will withdraw your front foot back, setting yourself into whatever guard should appear to offer you the most safety."
  },
  {
    "number": 632,
    "text": "(p.226/#2) (Coda Lunga Stretta vs. Coda Lunga Stretta or Porta di Ferro Stretta) If your enemy is set in coda lunga stretta or in porta di ferro stretta with the right foot forward, you will place yourself with the right foot forward with the sword in the manner of coda lunga stretta; and there you will be be able to feint a mezzo mandritto to his sword, nonetheless pushing a thrust under his sword to the right side of his chest, passing in that tempo with your right foot somewhat forward; then turning subsequently to pass your left foot forward, and making a half turn of the hand, you will be able to push a thrust to his chest and if he wants to defend against this in some way, you will be able to make a forceful presa to his sword and or to his sword hand with your left hand."
  },
  {
    "number": 633,
    "text": "(p.226/#3)(Coda Lunga Stretta vs. Porta di Ferro Stretta or Coda Lunga Stretta) If your enemy is set with the sword in presence in porta di ferro stretta or coda lunga stretta with the right foot forward, you will place yourself in coda lunga stretta with the right foot forward; and there you will feint a thrust to his right side stepping somewhat forward with your right foot; and as he goes to defend in some way you will now withdraw your sword somewhat back feinting another thrust to the left side of his chest; and as he goes to defend against this you will immediately make a sfalsata of your sword under his, passing subsequently with your left foot towards his right side, pushing a thrust to his chest, making in that tempo a turn of the hand, such that your sword comes to be found in coda lunga stretta."
  },
  {
    "number": 634,
    "text": "(p.226/#4) (Coda Lunga Stretta vs. Coda Lunga Stretta) If you were to find your enemy with the sword in presence in coda lunga stretta with the right foot forward, you will be able to place yourself in coda lunga stretta with the right foot forward; and there you will feint a mezzo mandritto to his sword, stepping somewhat forward with your right foot, and feinting a thrust to his chest, and now that he wants to defend himself from your thrust, you will subsequently be able to pass your left foot towards his right side, making a sfalsata of your sword under his and pushing a thrust to his chest, making in that tempo a half turn of the hand such that the sword goes to be found in coda lunga stretta."
  },
  {
    "number": 635,
    "text": "(p.226/#5) (False Edge to False Edge) If you were to find yourself false edge to false edge against your enemy with the right foot forward, and were your enemy to now pass his left foot forward making a half turn of the hand , to push a thrust to your chest; in that tempo, you will make a sfalsata of your sword under this pushing a thrust to the left side of his chest, and if he should try to defend against, you with quick wits, will be able to make a sfalsata of your sword under his and passing with your left foot forward in that tempo towards his right side, you will give him a thrust to the chest, making in this instant a half turn of the hand, such that the sword will come to be found in coda lunga stretta."
  },
  {
    "number": 636,
    "text": "(p.227/#1) (False Edge to False Edge) Finding yourself false edge to false edge with your right foot forward, and were your enemy to now pass with his left foot forward making a half turn of the hand to push a thrust to your chest, you will be able to be shrew, and when he passes to make the thrust, you will make a sfalsata of your sword under his, beating it towards his right rise with the true edge of your sword; and you will subsequently be able to step somewhat forward with the right foot pushing a thrust to his chest, and if he should go to defend this in some way, you will be able to make a half turn of the hand pushing another thrust to the chest, and if he should defend against this, you will subsequently make a mezzo mandritto to the front leg and without out delay make another rising mezzo mandritto to his sword arm, withdrawing thene the right foot back and setting yourself into coda lunga stretta."
  },
  {
    "number": 637,
    "text": "(p.227/#2) (False Edge to False Edge) Finding yourself false edge to false edge with you and your enemy both having your right foot forward; there you will be able to make a great step forward with the left foot making a half turn of the hand and pushing a punta ferma to the chest, and if he in that tempo should make a sfalsata of his sword under yours to beat aside the aforementioned thrust with the true edge of his sword, and perhaps give you a thrust to the chest, you will shrewdly in the tempo that he makes his sfalsata to beat your thrust, you will put another thrust at him to the chest without making another turn of the hand, and then withdrawing both feet back, you will make sure to keep the sword constantly in presence for your safety. Use of accorto in this section?"
  },
  {
    "number": 638,
    "text": "(p.227/#3) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta.) If your enemy is set with the sword in presence with the right foot forward in coda lunga stretta, you will be able to place yourself in coda lunga stretta with the left foot forward; and so throwing a mezzo mandritto to his sword, and subsequently passing your right foot somewhat towards his left side, you will push a thrust to his chest; but if he should defend in some way, you will immediately make a half turn of the hand pushing another thrust to the chest, and he wanting to defend against this in some way, you will be able to without delay strike his front leg with a mezzo mandritto and also you will be able to subsequently make a rising mezzo mandritto to his sword hand and to his sword that does not pass guardia di intrare; then withdrawing your right foot back you will make a half turn of the hand setting yourself in coda lunga stretta."
  },
  {
    "number": 639,
    "text": "(p.227/#4) (Coda Lunga Stretta as Patiente) Finding yourself set in coda lunga stretta with the right foot forward against your enemy, you aware, you will be able to attend to if he beats your sword with a mezzo mandritto, to strike you then with a thrust to the chest or a roverso to the face; and so in the tempo that he goes to beat your sword with a mezzo mandritto, you will make a sfalsata of you sword under his, and passing that tepmo with the left foot forward, you will strike him with a thrust to the chest, without make a half turn of the hand, and your sword must then be found in coda lunga stretta."
  },
  {
    "number": 640,
    "text": "(p.227/#5) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Stretta) If your enemy is set in coda lunga stretta with the right foot forward, you will place yourself into coda lunga larga with the left foot forward; and there you will feint a mezzo mandritto and nonetheless passing your right foot forward you will strike him with a thrust to his right side of his chest from outside his sword; and he wanting to defend himself you will be able to subsequently make a half turn of the hand pushing another thrust to the chest, such that the sword goes to be found in coda lunga alta with the arm well extended forward, then withdrawing your right foot back you will place yourself for your security into coda lunga stretta."
  },
  {
    "number": 641,
    "text": "(228/#1) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta) Remaining in coda lunga stretta with the left foot forward and your enemy set in coda lunga stretta or in porta di ferro stretta with his right foot forward; there you will pass your right foot somewhat towards his left side while feinting a thrust to his right side, but then you will quickly withdraw the sword hand somewhat back, and push another thrust to his left side; and note that this thrust goes not to wound your enemy, but to bring your sword against his, true edge to true edge, in the manner of guardia di entrare; and in doing this your left leg must follow a little behind the right; and subsequently, now that you find yourself true edge to true edge, you will make a half turn of the hand pushing yet another thrust to the chest, making an accrescimento of the right foot somewhat forward,\nand as he goes to defend himself you will immediately throw a mezzo mandritto to his leg, and subsequently turn a rising mezzo mandritto to his sword hand that does not pass guardia d' intrare, and then withdrawing your right foot back you will place yourself in coda lunga stretta."
  },
  {
    "number": 642,
    "text": "(p.228/#2) (Coda Lunga Stretta vs. Any) If you find yourself set in coda lunga stretta with the right foot forward, and your enemy is any placement; there you will step somewhat forward with the right foot pushing a thrust to his face, not to wound him, but to bring him to mezza spada, true edge to true edge in the manner of guardia di intrare; and there with skill you will make a sfalsata of your sword under his, passing that temp with the left foot somewhat towards his right side, while making a half turn of the hand, driving a punta ferma to the chest, and you must find your sword in coda lunga alta making sure to keep it full extended forward."
  },
  {
    "number": 643,
    "text": "(p.228/#3) (False Edge to False Edge) Being false edge to false edge with your right foot forward against your enemy, you will be able to take your sword underneath his, feinting a thrust to the left side of his chest, and as he goes to defend this, you will subsequently make a sfalsata of your sword under his passing that tempo with your left foot forward, and having made a half turn of the hand in that tempo, you will push a thrust to the right side of his chest, your sword then going into coda lunga stretta; you will withdraw your left foot back turning a mezzo mandritto to the sword hand that does not pass porta di ferro alta."
  },
  {
    "number": 644,
    "text": "(p.228/#4) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) If your enemy were set in coda lunga stretta or in porta di ferro stretta with the right foot forward, you will be able to place yourself in coda lunga stretta with the left foot forward; and there pulling your left foot near the right you will be able to throw a falso which goes not to wound, passing subsequently with the right foot forward, feinting a mandritto to his head or his sword hand, but in this feint you will make a half turn of the hand, making another feint of pushing a thrust to the left side of his chest; and as he goes to defend against this thrust in some way, you will subsequently pass your left foot towards his right side, and in that tempo you will make a sfalsata of your sword under his, driving a punta ferma to the right side of his chest, the sword going then into coda lunga stretta; and passing the left foot back you will turn a mezzo mandritto to his sword hand that does not pass porta di ferro stretta."
  },
  {
    "number": 645,
    "text": "(p.229/#1) (Coda Lunga Stretta with the Left Foot Forward vs. Sword in Presence) If your enemy is set with the sword in presence with his right foot forward, you will be able to place yourself into coda lunga stretta with the left foot forward; and there you will push a thrust to the right side of his chest, and passing subsequently with the right foot forward you will turn a mandritto to his left temple or to his sword, and note this mandritto goes not to actually strike your enemy, but only to bring you together with him in to mezza spada, true edge to true edge, in the manner of guardia di intrare; note you must be very shrewd, when you find yourself at mezza spada you will be able to proceed in one of two ways, the first being, that you will pass with your left foot forward making a half turn of the hand pushing a thrust to the chest, making in this tempo a presa to his sword or to his sword arm with your left hand; the other is that finding yourself true edge to true edge, you will be able to feint a roverso to the right temple and in this tempo you will place your left hand upon your blade near the guard, and with the strength of both hands you will drive forward with all your strength a thrust to the chest, and you will pass in this tempo with your left foot forward making this thrust."
  },
  {
    "number": 646,
    "text": "(p.229/#2) (Mezza Spada) If you should find yourself in some way at mezza spada with your enemy and he should want to\nmake a presa with his left hand to your sword, you being wise in the tempo that he goes to make this presa, finding yourself with whichever foot forward that you wish, you will withdraw the leading foot backwards turning a mandritto to whichever hand he is using to make the presa, or you may also throw the mandritto to the sword hand; and note that if he wants to take your sword, you may again throw a mandritto to his hand; but if it should come to pass that he should make a presa to your sword with his left hand, you will be able to immediately push the sword at his gut with great violence, and forcefully you will pull him towards you so that you can more easily lift hiss sword hand, and perhaps not without great injury to his hand, but perhaps this may go in vain, and he wanting to hurt you with his sword, you will be able to labor of throwing yourself forward and with your left hand making a presa to his hand you will better be able to grab it and send it throw him to the ground. You will also be able to take the blade of your sword with your left hand and giving him such stortura 51 with both hands which you may do so that you can lift up his hand. You may also make an intrigo di piedi such that in such manner that at you have in mind for reason of lifting it at the hand. You will alsoo also work to make at him such intrigo di piedi, such that it will be hard for him to fence, or you may also forcefully knee him or kick him in the testicsles, and I think you can then free your blade from his grasp."
  },
  {
    "number": 647,
    "text": "(p.230/#1) (True Edge to True Edge as Patiente) You will also be mindful that if the enemy should come to mezza spada with you, true edge to true edge, perhaps to make a presa to your sword arm with his left hand, to then possibly pull it under his left armpit, you will be able to in that tempo that he throws your arm under his, to turn the point of your sword towards your left side for over his arm, and you will immediately take your blade into your left hand, and you will be able to push it forcefully across his throat pushing strong in that tempo your body onto his to render him incapable of harming you with his sword."
  },
  {
    "number": 648,
    "text": "(p.230/#2) (Porta di Ferro Stretta vs. Any) Finding your enemy again in whatever guard he wants, you will be able to place yourself in porta di ferro stretta with the right foot forward; and there you will feint a tramazzone to his head, and as he goes to defend against this in some way, you will transform the tramazzone into an imbrocatta roversa to the enemy sword hand, allowing the sword to descend into coda lunga larga; and you will subsequently feint anew, making a show of turning a rising falso to the sword hand, and nonetheless you will throw a tramazzone to the sword arm that descends into porta di ferro larga, and note when you make this attack you will remember to make an accrescimento somewhat forward with the right foot; and now, should he think to make any attack at you, then you will defend yourself in guardia di intrare, giving him subsequently a roverso the sword arm or to the front leg, and stepping somewhat forward in this tempo with the right foot, your sword descending into coda lunga larga; then immediately you will give him a rising falso to the sword hand that goes in the manner of guardia sopra braccio, and for your defense you will withdraw the right foot back throwing at him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 649,
    "text": "(p.230/#3) (Coda Lunga Larga vs. Unstated) Remaining in coda lunga larga with the left foot forward against your enemy you will make a rising falso to his sword hand and subsequently passing with your right foot forward, you will be able to feint a mandritto to the head, giving him nonetheless an imbrocatta to the face or to the sword hand, such that it must descend into porta di ferro stretta, and then you will be able to throw a roverso to his sword hand that descends into coda lunga larga; and if he should want to attack you here you here in some way, you will withdraw the right foot back pushing a thrust to his sword hand, and presently you will withdraw the left foot back setting yourself in coda lunga stretta with the left foot forward. 51 Stortura is here left untranslated as the meaning is unclear an may be a technical term."
  },
  {
    "number": 650,
    "text": "(p.230/#4) (Unstated (Most likely Coda Lunga Larga) vs. Sword in Presence) Finding your enemy with the sword in presence and with the right foot forward in porta di ferro stretta or coda lunga stretta, or coda lunga alta, or porta di ferro alta, you will place yourself with the left foot forward against him; and there you will feint a rising falso to the sword hand and nonetheless passing with your right foot forward, you will push a thrust to the right side of his chest from outside his sword, and as he goes to defend himself in some way, you will immediately pass your left foot forward, making a half turn of the hand and pushing another thrust to the chest, making these attacks with the greatest speed; then withdrawing your right foot back, you will turn a mandritto to his sword hand that stops in porta di ferro alta."
  },
  {
    "number": 651,
    "text": "(p.231/#1) (Coda Lunga Larga vs. Sword in Presence) Your enemy having his sword in presence with his right foot forward, you will be able to place yourself into coda lunga larga with the right foot forward; and there you will feint a rising falso to the sword hand, inducing him to defend against it, and when he does, you will subsequently push a thrust to the right side of his chest from the outside of his sword, and as he goes to defend against this, you will be able to subsequently pass your left foot forward, feinting a thrust to the face, and nonetheless taking his sword with your left hand whatever way will best enable you to subsequently strike him as you please."
  },
  {
    "number": 652,
    "text": "(p.231/#2) (Coda Lunga Larga with the Left Foot Forward vs. Sword in Presence) Finding your enemy again with the sword in presence with the right foot forward, you will place yourself into coda lunga larga with the left foot forward; there you will feint a rising falso to his sword hand, and passing with the right foot forward, you will make another feint, this time making a show of throwing a tramazzone to his head; and now, as he goes to defend against this second feint, you will turn a rising roverso ridoppio to his sword arm, which will go then into guardia di lioncorno; you will subsequently turn a mandritto fendente to his head, or you may also turn a mandritto to his front leg or to his sword hand setting yourself then in porta di ferro stretta."
  },
  {
    "number": 653,
    "text": "(p.231/#3) (Porta di Ferro Stretta vs. Unstated) Finding yourself placed in porta di ferro stretta with the right foot forward against your enemy; there you will feint a tramazzone to the head, and as soon as he goes to defend against this tramazzone, you will immediately turn a rising roverso ridoppio to his sword arm that does not go past guardia di lioncorno; then you will subsequently step somewhat forward with your right foot, and you will be able to make a mandritto to his front leg or to his sword hand; and then immediately withdrawing your right foot back, you will give him an imbrocatta roversa to the sword arm setting yourself then for your defense gracefully into coda lunga stretta."
  },
  {
    "number": 654,
    "text": "(p.231/#4) (Coda Lunga Stretta with the Left Foot Forward vs. Sword in Presence) Remaining in coda lunga stretta with the left foot forward and your enemy having his sword in presence with his right foot forward; there you will pull the left foot somewhat near the right, and without stopping you will immediately pass the right foot forward making a rising falso underneath the enemy's sword, along with a feint of turning a mandritto to his left temple, or to his sword, and in this same tempo you will pass your left foot forward making a half turn of the fist, and pushing at him a thrust to the chest to his left side and then you will subsequently turn your sword into guardia di intrare for your defense; and without delay you will turn a roverso fendente to his head that descends into coda lunga stretta, the right leg following somewhat behind the left; and if he should think to strike you here with any attack, you will withdraw your left foot back turning a mezzo mandritto to his sword hand that does not go past porta di ferro stretta."
  },
  {
    "number": 655,
    "text": "(p.231/#5) (Porta di Ferro Stretta vs. Sword in Presence) Finding yourself in porta di ferro stretta with the right foot forward and your enemy having his sword in presence; there you will be able to beat his sword with a falso towards his left side, and subsequently stepping a little forward with your right foot you will give him a mandritto to the face that descends into porta di ferro stretta, pulling the right foot near the left; and if the enemy throws some attack to your upper parts and only your upper parts, you will lift a falso into your enemy's sword driving it towards his left side, then passing presently with the right foot forward, you will be able to give him a mandritto to the legs that descends into porta di ferro larga all exposed, such that the enemy will be enticed into throwing a mandritto or roverso to your head; and when he does this, you will remain mindful that as he throws whichever attack he prefers, you will defend with the sword in guardia di intrare, and in a single motion, you will pass with your left foot towards his right side in the manner of a leap, giving him a roverso fendente to the head, the right leg following behind the left, and the sword settling into coda lunga stretta."
  },
  {
    "number": 656,
    "text": "(p.232/#1) (Coda Lunga Larga with the Left Foot Forward vs. Sword in Presence) Your enemy having his sword in presence and his right foot forward, you will place yourself into coda lunga larga with the left foot forward; and there you will give him a rising falso to the sword hand with great speed, making the sword go in the manner of guardia sopra braccio; and if he should respond with some attack, then in that tempo, without moving the feet one iota, you will throw a roverso to his sword hand that descends into coda lunga larga; after this you will be able to feint another rising falso to the sword hand, and nonetheless passing your right foot forward, you will push a thrust to his right side of his face; and should he perhaps wish to parry this, in that moment you can turn a mezzo mandritto across his left temple; and should he defend himself from this attack with the true edge of the sword by going in the manner of guardia di intrare, in that moment, you will be able to presently pass your left foot forward, making a half turn of the fist, and push a thrust to the left side of his face or chest, and in the selfsame tempo, without the slightest inconvenience make a presa to his sword or sword arm with your left hand."
  },
  {
    "number": 657,
    "text": "(p.232/#2) (Right Foot Forward? vs. Sword in Presence) Finding your enemy with the sword in presence and having his right foot forward, and having your right foot forward, there you will feint a mezzo mandritto to his left temple or to his sword hand, and as he goes to defend this in some way, in that same motion you will be able to make a half turn of the fist and throw a falso impuntato to his face; but should he defend against this you will be able to presently strike his front leg with a mandritto that does not go past porta di ferro stretta, and for your security you will will take your sword into guardia di intrare."
  },
  {
    "number": 658,
    "text": "(p.232/#3) (Coda Lunga Stretta with the Left Foot Forward vs. Sword in Presence) If your enemy has his sword in presence and his right foot forward, you will place yourself against him in coda lunga stretta with the left foot forward; and there you will feint a thrust to the right side of his face, and subsequently passing your right foot forward, you will make a sfalsata of your sword under his, immediately giving him a mezzo mandritto to his sword, beating it out towards his right side, and subsequently you will throw a roverso tondo to his face or to his sword arm that does not pass coda lunga stretta; and if he should defend himself from this roverso in some way, you will be able to, without delay, pass your left foot somewhat towards his right side turning your sword under his without turning the hand, and thence push a punta ferma to the right side of his chest, doing it such that the sword shall then go to coda lunga stretta; then withdrawing your left foot back you will turn a mezzo mandritto to the sword hand that stops in porta di ferro alta."
  },
  {
    "number": 659,
    "text": "(p.233/#1) (Porta di Ferro Stretta vs. Sword in Presence) If your enemy has his sword in presence with his right foot forward, you will place yourself in porta di ferro stretta with the right foot forward; and there you will touch your enemy's sword with your false edge, making sure to keep your arm extended far forward; and subsequently you will pass your left foot forward, making a half turn of the hand, and pushing a punta ferma to his chest; and should your enemy seek to defend himself by lifting his sword in the manner of guardia di testa, you will pass back the left foot giving him a falso to his sword hand, behind his sword, and you will follow that, in the shortest time possible, with a mezzo mandritto to his sword hand, making your sword end in porta di ferro alta."
  },
  {
    "number": 660,
    "text": "(p.233/#2) (Coda Lunga Stretta vs. Coda Lunga Stretta) If your enemy is set in coda lunga stretta with the right foot forward, you will be able to place yourself also in coda lunga stretta with the right foot forward; and there stepping a little forward with your right foot, you will feint a thrust to his chest, and as he goes to defend against this in some way, you will subsequently strike his sword hand with a mezzo mandritto that does not pass porta di ferro stretta; then you will subsequently throw a falso to your enemy's sword that does not pass guardia di faccia; and immediately passing your left foot forward, while making a half turn of the hand, you will push a punta ferma to his chest, and if he should defend against this thrust in any manner you will immediately withdraw your left foot back, pushing a thrust to his sword hand and setting yourself with the sword in porta di ferro stretta."
  },
  {
    "number": 661,
    "text": "(p.233/#3) (Porta di Ferro Larga vs. Coda Lunga Stretta or Porta di Ferro Stretta) If you should find your enemy again having his sword in presence with his right foot forward in either coda lunga stretta or in porta di ferro stretta, you will set yourself into porta di ferro larga; and feinting a rising falso to his sword hand now, that he make some movement for fear of this falso, you will make a sfalsata of your sword under his towards his left side, beating his sword aside with a mezzo mandritto out towards his right side; then without any delay you will step a little forward with the right foot giving him a mezzo roverso to his face or to his sword arm that does not pass coda lunga stretta; and immediately withdrawing the right foot back, you will turn a mezzo mandritto to his sword hand that does not pass through cinghiara porta di ferro stretta; and so if he should respond to you with some attack to your upper parts, then subsequently you will defend with a falso that does not go past guardia di faccia, and with the greatest speed, you will make a half turn of the hand pushing a thrust to his chest, such, that if he defends against it in any manner, you will immediately withdraw your right foot back, turning a mezzo mandritto to his sword hand that stops in porta di ferro alta for your security."
  },
  {
    "number": 662,
    "text": "(p.234/#1) (Porta di Ferro Larga vs. Sword in Presence) Any time that you should find your enemy with the sword in presence you will be able to place yourself against him in porta di ferro larga with the right foot forward; and you may skillfully lift a rising falso to his sword hand that does not pass guardia di faccia, and then subsequently stepping a little forward with your right foot you may throw a mandritto to his chest or to his sword arm that descends again into porta di ferro larga; and having withdrawn the right foot back near the left, then you may lift a rising falso to his sword hand (as described above), and subsequently passing your left foot somewhat traversing his right side you may give him a mandritto to his face or to his sword arm that descends into cinghiara porta di ferro larga; then subsequently, without demure, you can step pass your right foot forward, lifting a rising falso in the same manner mentioned twice before, you can give him quickly then a mandritto to the face or to the sword arm, and for your security you will keep it from passing porta di ferro stretta, if that is at all possible; and be advised that these three falsi (falsos) with the three mandritti (mandrittos) must go with the greatest of speed, so that you will be suppressing your enemy from responding to you with any attack he might wish to make, and so in striking him you\nwill also be defending yourself."
  },
  {
    "number": 663,
    "text": "(p.234/#2) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta with Either Foot Forward) If your enemy should be found in coda lunga stretta with either foot forward, you will be place yourself against him in coda lunga stretta with the left foot forward; and there accordingly you will feint a stoccata trivillata to his chest, and as he goes to defend against this in any way, you will make an accrescimento a little forward with the left foot, striking his sword hand with a thrust or with a mezzo mandritto making the sword stop in cinghiara porta di ferro stretta; but if he should try to strike your upper parts in some manner, with both skill and grace, you will defend yourself against the coming attack with the true edge of the sword in the manner of guardia di intrare, passing your right foot forward in that tempo and there making a half turn of the hand, pushing an imbrocatta ferma to his chest or to his sword arm setting yourself then in porta di ferro stretta for your defense."
  },
  {
    "number": 664,
    "text": "(p.234/#3) (Porta di Ferro Stretta vs. Sword in Presence) If your enemy should have his sword in presence with his right foot forward, it will please me, that you place yourself nicely into porta di ferro stretta with the right foot forward; and here you will be able to strike a falso into your enemy's sword, beating it out towards his left side, to step then a little forward with your right foot, pushing a thrust to his chest, without any turning of the hand as you might otherwise do; but if he should defend himself in some way, you will immediately pass your left foot forward towards his right side, and in this tempo you will make a half turn of the fist and push a punta ferma to his chest; and if he should want to defend himself from this, you will with foresight, quickly make a presa with your left hand to his sword or his sword arm; then as you judge most correct, you will strike him with a thrust or a cut wherever you should most prefer."
  },
  {
    "number": 665,
    "text": "(p.235/#1) (Sword and Targa) (Coda Lunga Stretta vs. Unstated Finding yourself in coda lunga stretta with the right foot forward against your enemy; you will be able to make a falso to his sword, and then give him a mandritto to the front leg accompanied by your targa, and this mandritto goes not to wound him, but to make him guard his lower parts; to the end that you will pull the right foot back near the left and your sword will be in porta di ferro stretta, and subsequently you will be able to pass your left foot traversing his left side, making a falso and roverso as you step, and such that the right foot follow behind the left, and your sword ending in coda lunga stretta; gathering the left foot back somewhat near the right, this foot work will be for continuing the play, to the end that you will be able to make a great pass forward with your right foot forward, going with the sword into guardia di testa, feinting a mandritto to the front leg, and as he goes to defend against this, with the greatest speed strike his head with a similar mandritto, and pulling the right foot somewhat near the left, you will set yourself with the sword in porta di ferro alta."
  },
  {
    "number": 666,
    "text": "(p.235/#2) (Sword and Targa) (Porta di Ferro Alta vs. Unstated) Remaining in porta di ferro alta with the right foot forward against your enemy, you will be able to gracefully touch his sword with your false edge; and subsequently passing your left foot forward, you will make a half turn of the hand pushing a punta ferma to the chest; and if he should make to defend himself against this in any manner, you will be able to jam the face of your targa into his sword hand for your defense, and then subsequently give him a mandritto to his shins; or instead of the mandritto to the shins, you may feint a mandritto to his legs, and as he goes to defend against this you will throw the mandritto to his head; after that for your defense you will pass your left foot back, going with the sword and targa together into guardia di faccia, passing your right foot back and settling yourself into coda lunga stretta."
  },
  {
    "number": 667,
    "text": "(p.236/#1) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Unstated) Remaining in coda lunga stretta with the left foot forward against your enemy, you will be able to feint a thrust to his right side from outside his sword, and as he goes to defend against this thrust, you will pass your right foot forward, pushing a thrust to his chest within his sword accompanied by your targa; and immediately passing your left foot towards his right side, you will turn a roverso fendente to his head, and in this the right leg must follow the left; but if the enemy should here think to strike your upper parts with any blow, you will make your targa guard the head well, and you will subsequently step a little forward with the left foot, pushing a thrust to his face."
  },
  {
    "number": 668,
    "text": "(p.236/#2) (Sword and Targa) (Coda Lunga Larga with the Left Foot Forward vs. Any) If you find your enemy in any guard, you will settle yourself into coda lunga larga with your left foot forward; and now you will push a stoccata trivillata to his sword hand, and then pulling your left foot back near the right, and allowing your sword to go into coda lunga larga, you will pass your right foot forward pushing an imbrocatta to his face, and as he will want to defend himself with his targa or his sword, you will immediately pass your right foot towards his left side driving an underhanded stoccata to his guts under his targa; or you may feint the mandritto to his leg, and as he goes to defend himself from this mandritto, you will subsequently be able to strike his head with a mandritto fendente, the left foot following behind the right foot, and the sword will have gone into porta di ferro stretta."
  },
  {
    "number": 669,
    "text": "(p.236/#3) (Sword and Targa) (Coda Lunga Stretta vs. Coda Lunga Stretta) Finding yourself set in coda lunga stretta with the right foot forward against your enemy and he also in coda lunga stretta; you will give him a mandritto to the leg, and subsequently turn a roverso tondo to his face, and as he goes to defend himself you will immediately pass your left foot towards his right side, pushing a thrust to his gut under his targa, and in the tempo when he tries to defend against this, you will be able to turn another roverso to his face and this will want to be a tondo (or round), going in the manner of a circle; and immediately you will push another thrust to the right side of his face, and so if he should want to defend against this, you will pass your right foot forward giving him a roverso to the leg; and for your defense you will withdraw your right foot back, going with the sword accompanied by the targa into guardia di faccia."
  },
  {
    "number": 670,
    "text": "(p.236/#4) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta with Either Foot Forward) If your enemy should be found in coda lunga stretta with either foot forward, you will place yourself into coda lunga stretta with the left foot forward; and there you will push a stoccata trivillata to his sword hand while keeping your left foot forward; and subsequently pulling the left foot near the right you will allow the sword to go into coda lunga lunga; then without delay passing with your right foot forward, you will be able to feint an imbrocatta to his face, and if he should try to defend this imbrocatta, you will immediately be able to turn a mandritto across his front leg; but if you notice that he wishes to defend against the mandritto, you will be able to accordingly give him a thrust to the thighs or flanks in the manner of a descending falso; and if you do not wish to strike with this thrust in the manner of a descending falso, you may instead strike his head with a mandritto fendente; after either attack you will immediately allow the right foot to go gracefully and quickly backwards and for your security you will place yourself with the sword into guardia di faccia with the targa accompanying the sword nicely."
  },
  {
    "number": 671,
    "text": "(p.237/#1) (Sword and Targa) (Cinghiara Porta di Ferro Larga vs. Coda Lunga Stretta) If your enemy should be set in coda lunga stretta with the right foot you will place yourself into cinghiara porta di ferro larga with the left foot traversing; and there passing your right foot forward you\nwill make a falso to the enemy's sword and subsequently you will feint a roverso to his front leg that does not go past coda lunga stretta, and as you can expect him to want to defend against this feint, you will make a half turn of the hand, transforming your roverso feint into a thrust to his right flank, and so in the tempo that you push the thrust, you will also pass your left foot towards his right side; and then without delay withdrawing your left foot back you will be able to push a thrust accompanied by your targa to his sword hand; or if you do not care for this attack then after you have made the falso you may turn a roverso tondo to his face and subsequently passing with your left foot traversing towards his right side, you can push a thrust in that tempo to his face accompanying the sword with your targa; and if he wants to defend himself from this thrust, you will immediately make a roverso to the leg then for your defense you will withdraw the left foot back, pushing a thrust to his face accompanied by your targa."
  },
  {
    "number": 672,
    "text": "(p.237/#2) (Sword and Targa) (Coda Lunga Larga with the Right Foot Forward vs. Coda Lunga Stretta with the Right Foot Forward) If your enemy were set in coda lunga stretta with the right foot forward, you will place yourself in coda lunga lunga with the right foot forward; and there you throw a falso tondo to his face over his targa which will need to go under your arm without moving the feet one iota; and then subsequently passing your right foot forward, accompanying your sword and targa together, placing your false edge into the enemy's sword, keeping below him and to the outside such that you will be able to strike his legs thereafter with a mandritto, passing in that same tempo with your left foot towards his right side immediately turning a roverso tondo to his face which will need to go around his targa, and if he should lift his sword or targa to defend himself, you will throw a roverso to the leg that descends into coda lunga stretta, making a good defense of the head with the targa; then for your defense you will withdraw the right foot back pushing a thrust to the face under your targa, and then withdrawing your left foot back you can set yourself in coda lunga stretta."
  },
  {
    "number": 673,
    "text": "(p.237/#3) (Sword and Targa) (Coda Lunga Stretta vs. Coda Lunga Stretta) Being in coda lunga stretta with the right foot forward and your enemy in the same guard; there you will throw a mezzo mandritto to his sword that does not pass porta di ferro stretta, and then immediately engaging his false edge with your false edge, and subsequently passing the left foot forward, in this tempo you will make a half turn of the hand pushing a thrust to his face; and should he wish to defend himself from this thrust in some way, you will be able to use one of these these attacks: jamming your targa into his sword hand and giving him a mandritto to the leg; or making a feint of throwing the said mandritto and pushing a thrust to this guts; or just giving him a blow with your targa to his sword arm, pushing again presently a thrust to the face and then jumping dextrously back with even feet for your security."
  },
  {
    "number": 674,
    "text": "(p.238/#1) (Sword and Targa) (Coda Lunga Stretta as Patiente) Finding yourself in coda lunga stretta with the right foot forward against your enemy; there if he should throw a mandritto to your head, in that same tempo, you will strike a mandritto to his sword, accompanied by your targa, in such a way that you come to mezza spada, true edge to true edge in the manner of guardia di intrare; and then subsequently passing the left foot forward you will make a half turn of the fist pushing a thrust to his face accompanied by your targa; and if he should want to defend against this in some way you will immediately give him a mandritto to the leg, allowing the targa to defend the head; then you will subsequently push a thrust to his face, withdrawing your left foot back and setting yourself then with your sword into coda lunga stretta."
  },
  {
    "number": 675,
    "text": "(p.238/#2) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Your enemy being in any guard he wants you will place yourself in coda lunga stretta with the\nleft foot forward; and there pushing a stoccata trivillata to his sword hand with the left foot forward, and then allowing the sword to go into coda lunga lunga, gathering in this tempo your left foot near the other; and you will subsequently push an imbrocatta to his face, passing presently with the right foot forward, and doing it such that the sword goes under your arm afterwards; and subsequently you will be able to throw a great roverso to his front leg that descends into coda lunga stretta, keeping the targa defending the head; and next you will pass your left foot towards his right side pushing a punta ferma to his right temple accompanying it with the targa and leading the right foot behind the left."
  },
  {
    "number": 676,
    "text": "(p.238/#3) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Your enemy being in any guard he wants, you will be able to place yourself in coda lunga stretta with the left foot forward; and there allowing your sword to turn in the manner of a molinetto, you will give him a roverso to the leg with the left foot foot forward; and allowing the sword to then go into coda lunga lunga, pulling the left foot near the right foot, and then with shrewd skill you will pass your right foot forward feinting an imbrocatta to hiss face and as he lifts his targa to defend himself, you will make a half turn of the hand pushing a thrust to his guts; and if he wants to defend himself from this thrust in some manner, you will immediately turn a roverso to his face; and subsequently passing a little forward with the left foot traversing his right side, you will give him a mandritto tondo to the left temple, then presently passing your right foot forward, you will turn a mandritto tondo across his flank; or if you want, make this a rising mandritto to the underside of his targa arm, or to his sword hand; then for your safety you will withdraw the right foot back, going with the sword and the targa accompanying into guardia di faccia."
  },
  {
    "number": 677,
    "text": "(p.238/#4) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Your enemy being in any guard he want, you will be able to place yourself in coda lunga stretta with the left foot forward; and throwing a falso to his face with the sword well-grasped, that goes over your head, because this said falso goes not to strike him, but you will subsequently act with your sword and your body as though you want to strike his front leg with a mandritto, passing your left foot a little forwards, and also making a good defense of the head with your targa, then presently you will also be able to throw a mezzo mandritto across his left temple and subsequently passing your right foot towards his left side you will be able to hit him with another mandritto to his flank for across his head, and in this making the left leg follow the right, and your sword will be thereafter found in porta di ferro alta, and notes that these two mandritti (mandrittos) will have to go one after the other with the greatest speed."
  },
  {
    "number": 678,
    "text": "(p.239/#1) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Strett) If your adversary is set in coda lunga stretta with the right foot forward you will once again be able to place yourself against him with the left foot forward in the act of turning at him a rising mandritto to the sword hand, you will be able to now throw at him another rising mandritto to the sword hand with the left foot forward, then turning the sword in the same guard, such at him it appear that you wishes to strike with this rising mandritto to his sword hand, but as he will be afraid of the cut, and you now at him will give a mandritto tondo across the left temple, passing presently with your right foot towards his left side, you will turn another mandritto across his flank, or to his head with the greatest speed, and your left foot in this needs to follow the right and your needs to settle in porta di ferro alta."
  },
  {
    "number": 679,
    "text": "(p.239/#2) (Sword and Targa) (Coda Lunga Stretta vs. Coda Lunga Stretta with Either Foot Forward) If your enemy should be set in coda lunga stretta with the sword in presence with either foot forward, you will place yourself in coda lunga stretta with the left foot forward, and there pulling your\nleft foot near the right, making a falso tondo impugnato, you will subsequently pass your right foot forward feinting a mandritto to his front leg, and as he places his sword under his targa to defend against this attack, you will mutate your mandritto with a half turn of the fist, throwing a falso into your enemy's sword, and knocking it towards his right side, you will subsequently give him a roverso to the front leg that does not pass coda lunga stretta, keeping the targa in defense of the head; and withdrawing then your right foot back you will be able to push a thrust to face, accompanied by your targa for your safety."
  },
  {
    "number": 680,
    "text": "(p. 239/#3) (Sword and Targa) (Cinghiara Porta di Ferro Larga) If your adversary should be set in any guard with the sword in presence, you will be able to place yourself in cinghiara porta di ferro larga with your left foot traversing him; there step forward with your right foot and in that tempo you will give him a falso along with a roverso feint to the front leg, and as he goes to defend himself with the sword under his targa; seizing the tempo, you need to make a half turn of the first throwing a falso to his sword and knocking it out towards his left side and subsequently you will be able to pass your left foot towards his right side giving him a mandritto across his front leg, and in that tempo you will not forget to make a good defense of the head with your targa; but if he should defend himself from this attack, you will not delay, and will turn a roverso tondo to his face and subsequently push a thrust to his face accompanied by your targa for your security; and if he should want to strike you with any attack, and per adventure he may fear your thrust, you will presently be able to strike his targa arm with a mezzo roverso; or you may strike his front foot with a fendente, allowing the buckler to defend the head well; and then you will immediately return the sword with the point looking at his face, accompanied by your targa, and so you will be secure."
  },
  {
    "number": 681,
    "text": "(p.240/#1) (Sword and Targa) (Coda Lunga Stretta as Patiente) Finding yourself in coda lunga stretta with the right foot forward against your enemy, and if he should throw a mandritto to your head, you will in the same tempo, give him a mandritto of your own into his sword, accompanied by your targa, such, that you will find yourself with him true edge to true edge in the manner of guardia di intrare; and then subsequently passing your left foot forward, you will make a half turn of the fist pushing a thrust to his face accompanied by your targa, and if wants to defend against this in some way, you will immediately give him a mandritto to the leg, allowing the targa to defend your head; and so you will subsequently push a thrust to his face, passing back the left foot and setting yourself with the sword in coda lunga stretta."
  },
  {
    "number": 682,
    "text": "(p.240/#2) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Finding your enemy in any guard he wishes, you will be able to place yourself in coda lunga stretta with the left foot forward; and there you will push a stoccata trivillata to his sword hand or to his face, accompanying this with your targa and stepping a little forward with the left foot; and as he will want to defend himself in some way from this stoccata trivillata you will pass your right foot towards his left side, turning two mandritti, one after the other to his head with the greatest speed; or you may also throw the second strike across his front leg and the left foot will have to follow the right and the sword will need to settle in porta di ferro stretta with the targa high in defense of the head."
  },
  {
    "number": 683,
    "text": "(p.240/#3) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Your enemy being what placement he wants you will be able to place yourself in coda lunga stretta with the left foot forward; and there you will push a stocatta trivillata to his face accompanied by your targa, passing then in this tempo the (left foot) a little forward; and as he wants perhaps to defend from this stoccata in some way, you will subsequently pass your right foot towards his left side, turning a rising mandritto to his arm, making the left leg follow the right, and the sword finding itself settling into porta di ferro alta with the targa placed gallantly in defense of the head."
  },
  {
    "number": 684,
    "text": "(p.240/#4) (Sword and Targa) (Any vs. Sword in Presence; as Patiente) If your enemy is set with the sword in presence and you in whatever guard you wish; you will be mindful, that whether you fight with a sharp sword or a blunt sword, that if the enemy throws a stoccata or imbrocatta at you, then in that same tempo, you will be able to drive your targa into the enemy's thrust, striking him at the same time however you wish ; and note this is particularly effective against sharp swords, because you can easily bind his sword in your targa such that he will not have it to use again; but if by chance the same should happen to you, such that find your sword bound in the enemy's targa, you will be able to immediately step forward striking your targa into the enemy's targa and in the same tempo having pulled your sword back, withdrawing it from the enemy's targa, you will perhaps find this no less gallant an action than the first."
  },
  {
    "number": 685,
    "text": "(p.242/#1) (Sword and Targa) (Coda Lunga Alta with the Left Foot Forward vs. Porta di Ferro Larga) If your enemy is placed in porta di ferro larga with the right foot forward, you will place yourself in coda lunga alta with the left foot forward; and there you will feint a mandritto across his sword, and nonetheless stepping a little forward with the left foot, you will push an imbrocatta to his face; but if he should defend this imbrocatta in any way you will presently pass your right foot towards his left side turning two mandritti tondi one after the other with great speed at his left temple; or you may turn the second mandritto across his flank, or to his sword hand, doing it such that the left foot will follow the right and the sword will need to end in porta di ferro alta."
  },
  {
    "number": 686,
    "text": "(p.242/#2) (Sword and Targa) (Coda Lunga Stretta vs. Any) Your enemy being in any guard he wants, you will place yourself in coda lunga stretta with the right foot forward; and there you will gather the left foot behind the right, making a falso tondo that goes overhead, and this will go not to wound the enemy, but to bring your sword into guardia alta, and the targa will be extended well forward in defense of the head; subsequently you will give him a mandritto tondo across his left temple without moving the feet; and then presently passing with the right foot forward you will feint a mandritto across his flank and if he should try to defend this in some manner, you will strike his left temple with that same mandritto that you feinted with, then you will stop your sword in porta di ferro alta."
  },
  {
    "number": 687,
    "text": "(p.242/#3) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Once again finding your enemy in any guard, you will place yourself in coda lunga stretta with the left foot forward, and there pulling the left foot near the right, you will make a falso tondo that goes overhead, and subsequently passing your right foot forward, you will turn a mandritto tondo to his left temple, and subsequently passing your left foot towards his right side, you will be able to similarly turn another mandritto tondo to his left temple and now the sword will need to descend into cinghiara porta di ferro stretta; then passing presently with the right foot forward, and keeping the targa defending the head well, you will make in that tempo a roverso to his flank, that does not pass coda lunga stretta; and if he should respond with some attack you will defend with a thrust to his face accompanied by your targa, without moving the feet; or instead you may push that thrust to his sword arm."
  },
  {
    "number": 688,
    "text": "(p.242/#4) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Finding your enemy again in any guard you will place yourself in coda lunga stretta with the left foot forward, and here pulling the left foot back near the right, you will make in this tempo a falso tondo such that goes over your head, and then giving him a mandritto to the leg, which mandritto will be interrupted as it goes not to wound your enemy and it will not pass porta di ferro larga, but after it's done you will subsequently pass your right foot forward turning a roverso tondo to his face and over his targa, and if he perhaps lifts his targa high to defend against this roverso you will presently pass your left foot\ntowards his right side pushing a thrust under his targa to his face, accompanying your targa with the thrust, and if he wants to defend this in some way you will be able to quickly strike his front leg with a roverso that does not pass coda lunga stretta allowing the targa to guard the head then for your security will you withdraw your left foot back, going with the sword accompanied by the targa into guardia di faccia."
  },
  {
    "number": 689,
    "text": "(p.243/#1) (Sword and Targa) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Stretta) If your enemy should be set in coda lunga stretta with the right foot forward, you will place yourself into coda lunga larga with the left foot forward; and here passing your right foot forward, you will give him a rising mandritto accompanied by your targa, such that your sword will stop under his sword in the manner of guardia di intrare; then subsequently passing your left foot towards his right side, you will be able to give him a mandritto to the front leg; and if perchance he should defend himself from this in some way, you will subsequently push a thrust to the right side of his chest or you will giving him a roverso tondo to his face, always keeping the targa defending the head well; and thus withdrawing your left foot, you will go with accompanying the targa into guardia di faccia for your security; After having thrown the rising mandritto, finding yourself in guardia di intrare with the point of your sword looking at the ground, in this tempo you will make a half turn of the hand, pushing a rising thrust to his guts. Or after having thrown the aforementioned mandritto, you can pass your left foot forward and drive your targa into his sword arm, striking in the same tempo with a roverso fendente; and if he should defend against this in some way, you will be subsequently be able to turn a mandritto tondo across his flank, then immediately withdrawing the left foot back, you will go with the sword accompanying the targa into guardia di faccia."
  },
  {
    "number": 690,
    "text": "(p.243/#2) (Sword and Targa) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) If your enemy should be set in coda lunga stretta or in porta di ferro stretta with the right foot forward, you will place yourself into coda lunga larga with the left foot forward; and there you will give him a rising falso to the sword hand, and so pulling your left foot near your right foot, you will allow the sword to go into coda lunga lunga; and presently passing your right foot forward you will feint another rising falso to his sword hand, and he wanting to defend himself, you will subsequent;y turn a roverso tondo to his face, passing then immediately with your left foot towards his right side and this done you will push a thrust to his chest under his targa, the right leg following the left, then for your defense you will pull the left foot back, going with the sword accompanied by your targa into guardia di faccia."
  },
  {
    "number": 691,
    "text": "(p.243/#3) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta with Either Foot Forward) Your enemy being in coda lunga stretta with either foot forward, you will place yourself into coda lunga stretta with the left foot forward; and there, pulling the left foot somewhat near the right, you will make a falso tondo that goes overhead, and this will not be done to strike him; and that done you will presently pass the right foot forward, feinting a mandritto to the front leg, and as he goes, perchance, to defend himself with the sword and targa together, you will be able to mutate your mandritto into a half turn of the fist, pushing a punta ferma to the left side of his abdomen, and note that this thrust will go in the manner of a falso impugnato; and then withdrawing your right foot back, you will give him a mezzo mandritto to the sword hand; and similarly withdrawing your left foot back you will place yourself for your security into porta di ferro stretta."
  },
  {
    "number": 692,
    "text": "(p.244/#1) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Sword in\nPresence) If your enemy is set with the sword in presence and with his right foot forward, you will place yourself in coda lunga stretta with the left foot forward, and then pulling the left foot near the right, you will make a falso tondo that goes overhead turning at him subsequently a curtailed mandritto, that is to say it will come up short underneath his sword and which must not pass cinghiara porta di ferro stretta; then you will immediately pass your right foot forward, striking your false edge into his sword beating it towards his left side; and next you will be able to give him a mandritto to the face or to the sword arm, such that it will then descend into porta di ferro stretta; and following, you will be able to without delay turn a roverso tondo to his face over his targa, and as he wants to defend against this using his sword and his targa, you will immediately pass your left foot towards his right side pushing a thrust to his face under his targa, and you will remember to keep your targa defending your head, and this done you will withdraw the left foot back setting yourself into coda lunga stretta with the right foot forward."
  },
  {
    "number": 693,
    "text": "(p.244/#2) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Sword in Presence) If your enemy is set in some guard with the sword in presence you will be opposite him set in coda lunga stretta with the left foot forward; and there pulling your left foot near the right, you will make a falso tondo and subsequently passing your right foot forward, you will give him a rising mandritto accompanied with your targa to his sword hand; and if he should want to defend himself in any way, you will subsequently be able to pass your left foot towards his right side turning a roverso fendente to his head and your right leg will follow a little behind the left, and your sword will go into coda lunga alta with the targa well-extended in defense of the head; then you will immediately turn a mandritto tondo across his left temple and presently passing your right foot towards his left side, you will be able to redouble with another rising mandritto to his arms accompanied by your targa; and in this the left foot will need to follow the right and the sword will settle into porta di ferro alta; and if he should respond with some attack to your head here, you will block this with your targa, presently pushing a thrust to his face and stepping a little forward with your right foot, you will withdraw the right foot back, setting yourself into coda lunga stretta for your security."
  },
  {
    "number": 694,
    "text": "(p.245/#3) (Sword and Targa) (Coda Lunga Stretta with the Right Foot Forward vs. Any) Finding yourself in coda lunga stretta with the right foot forward and he in any guard he wants; there you will pull the right foot near the left making a falso tondo, immediately passing the left foot towards his right side, and turning a mandritto tondo across his left temple, and should he want to defend this cut in some way you will subsequently pass your right foot towards his left side turning another rising mandritto to his targa arm or to his sword hand, and in this the left leg will follow behind the right, and the sword will settle into porta di ferro alta."
  },
  {
    "number": 695,
    "text": "(p.245/#4) (Sword and Targa) (Coda Lunga Lunga vs. Coda Lunga Stretta) If your enemy is set in coda lunga stretta with the right foot forward, you will set yourself oppose him in coda lunga lunga with the left foot forward; and there you will give him a rising mandritto to the sword hand, passing in this tempo somewhat forward, you will then return the foot to its starting position, and similarly the sword will return to coda lunga lunga; then you will feint another rising mandritto to the sword hand, then feint with the eyes and the body to throw an attack to his head, you will pass with the greatest speed somewhat forward with the left foot, giving him a mandritto tondo to the shin of the front leg, as the targa defends the head; and if he should respond with some attack to your upper parts, or to your lower parts, you will subsequently pull the left foot back near the right pushing at him a thrust to the face accompanied by your targa; and subsequently turning a roverso fendente in the manner of a molinetto, passing in this tempo with your right foot in a gran passo forwards, allowing the sword to descend to end in porta di ferro alta, (the targa) gallantly remaining to\ndefend the head."
  },
  {
    "number": 696,
    "text": "(p.245/#1) (Sword and Targa) (Porta di Ferro Stretta vs. Sword in Presence) Finding yourself against your enemy in porta di ferro stretta with the right foot forward, and if he should have his sword in presence or if just if he should throw some attack to your upper parts you will be able to throw a falso into your enemy's sword beating it out towards his left side, and presently passing your left foot towards the right side you will give him a mandritto to the face that does not pass cinghiara porta di ferro alta, and in this the right foot needs to follow behind the left; then in this tempo you will be able to make a half turn of the hand setting yourself into coda lunga stretta, andd then you will feint a thrust to the right side of the face, and as he goes to defend himself from this you will immediately lift your sword somewhat upwards, and you will subsequently pass you right foot in a great pass towards his left side, giving him a roverso traversato over his targa to his targa arm, and in this you will make the left foot follow the right and your sword will go into coda lunga stretta; and so if he should responds with some attack you will go with the sword accompanied by the targa into guardia di faccia to protect yourself."
  },
  {
    "number": 697,
    "text": "(p.245/#2) (Sword and Targa) (Coda Lunga Stretta vs. Any) Finding your enemy in what guard he wants you will place yourself against him in coda lunga stretta with the right foot forward, then pulling your right foot somewhat near the left you will be able to make a falso and mandritto thrown short, such that it goes not to strike, and the sword shall then be found in porta di ferro larga, then immediately you will be able to pass your left foot forward turning a roverso tondo to his face over his targa, and subsequently pulling the left foot near the right, you will subsequently pass your right foot pushing a thrust to his gut, and if he should go to defend his face, then without delay you will withdraw the right foot back, throw a rising mandritto to the sword hand that stops in cinghiara porta di ferro alta for your security."
  },
  {
    "number": 698,
    "text": "(p.245/#3) (Sword and Targa) (Porta di Ferro Larga vs. Any) Finding your enemy in what guard he wants, you will place yourself against him in porta di ferro larga with the right foot forward, but in narrow stance; and here lifting a rising falso that does not pass guardia di faccia you will subsequently pass your right foot forward and throw a mandritto to his chest and to his sword arm that descends back into porta di ferro larga; and then pulling the right foot back near the left you will lift a rising falso that goes to end in guardia alta, and subsequently you will pass your right foot forward while feinting an imbrocatta to his face, and nonetheless you will make a half turn of the hand giving him a mezzo mandritto to his sword hand that turns down into porta di ferro larga, immediately pulling the right foot near the left; you will also then lift a falso to end in guardia alta, you will feint an imbrocatta to his face and so work that you stay quick and aware to pass immediately with your left foot forward making a half turn of the hand pushing a thrust to his chest; but if he should go to defend against this in some manner, you will again step a little forward with your left foot making a half turn of the hand and lifting the sword well high you will push another thrust to his face and in this your right foot will have to follow the left; and next for your security you will withdraw your left foot back, turning a rising mezzo mandritto to his sword hand accompanied by your targa."
  },
  {
    "number": 699,
    "text": "(p.246/#1) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Finding your enemy in what guard he wants you will will place yourself opposite him in coda lunga stretta with the left foot forward and giving him a stoccata trivillata to his sword hand, then immediately to the sword hand, then immediately pulling the left foot near to the right, and allowing the sword to go into coda lunga lunga."
  },
  {
    "number": 700,
    "text": "(p.246/#2) (Sword and Targa) (Coda Lunga Stretta vs. Any)\nFinding your enemy in what guard he wants you will place yourself in coda lunga stretta with the right foot forward; and here you will make a falso, and subsequently passing your left foot forward towards his right side, you will give him a rising mandritto to the sword that does not pass cinghiara porta di ferro alta, accompanying this with your targa; then subsequently with great speed you will be able to turn a roverso fendente to his head in the manner of a molinetto, and in this tempo the right leg needs to follow somewhat behind the left, and the sword needs to stop in cinghiara porta di ferro alta with the targa defending the head."
  },
  {
    "number": 701,
    "text": "(p.246/#3) (Sword and Targa) (Coda Lunga Stretta vs. Coda Lunga Stretta) If your enemy should be set in coda lunga stretta with the right foot forward you will place yourself in the same guard; and then you will make a falso, subsequently passing your left foot foot towards his right side, feinting a mandritto to his front leg and if he goes to defend this in any way, you will throw that same mandritto to his head; or if you want, as you feint the mandritto, and now that he wants to defend, you will make a half turn of the hand pushing a punta ferma to his guts in the manner of a falso impuntato, always keeping the targa well-extended forward to defend your head; then immediately you will withdraw the left foot back, going with the sword accompanied by the targa into guardia di faccia for your defense."
  },
  {
    "number": 702,
    "text": "(p.247/#1) (Sword and Targa) (Coda Lunga Stretta with the Left Foot Forward vs. Coda Lunga Stretta) If your enemy should be set in coda lunga stretta with the right foot forward, you will be able to place yourself in coda lunga stretta but with the left foot forward; then you will pass the right foot forward and this you will make a half turn of the fist pushing a thrust over his sword and to his guts, but in this you will lift the sword hand a little, such that the point goes somewhat somewhat low, to the end that you can better strike him; but if he wants to defend himself in some way you will subsequently pass your left foot forward, making a half turn of the first, and again pushing another thrust to the face; and if, perhaps, he wishes to defend himself from this attack you will will immediately drive the targa under his sword hand, giving him subsequently a mandritto across the front leg; and then without delay you will withdraw the left foot back, going with the sword accompanied by the targa into guardia di faccia for your security."
  },
  {
    "number": 703,
    "text": "(p.247/#2) (Sword and Targa) (Porta di Ferro Stretta vs. Any) Your enemy being in what guard he wants, you will place yourself into porta di ferro stretta with the right foot forward; and here you will make a falso, subsequently passing your left foot towards his right side; and next you will feint a roverso to his right temple, and if he wishes to defend himself, you will immediately make another feint, this time showing that you want to to throw a mandritto across his front leg, and in this feint you will make a half turn of the fist, pushing a punta ferma to his guts in the manner of a falso impuntato; then immediately you will withdraw your left foot back, going with the sword into guardia di faccia, accompanied by your targa."
  },
  {
    "number": 704,
    "text": "(p.247/#3) (Sword and Rotella) (Coda Lunga Stretta with the left foot forward vs. Any Guard) Finding yourself again in coda lunga stretta with the left foot forward against your enemy, and he in whatever guard he wants, you will be able to make a falso tondo impuntato, and because you do not throw the falso to wound the enemy, you subsequently will pass with your right foot forward making at him a feint of turning a mandritto to the front leg, and if from that same provocation, he places the sword under his rotella to defend himself of the said attack, you will be able to in that tempo, that you are cutting with the mandritto, make a half turn of the hand smiting his sword with your false edge, and putting it out towards his right side, then at him make presently a roverso to the front leg, that does not pass coda lunga stretta, then withdraw immediately the right foot back, you will go with the\nsword into guardia di faccia accompanied with the rotella for your security."
  },
  {
    "number": 705,
    "text": "(p.248/#1) (Sword and Rotella) (Porta di Ferro Larga vs. Any Guard with Sword in Presence) If your enemy is set with the sword in presence in such guard he wants, you will yourself be set opposite him in porta di ferro larga with the right foot forward, and there you will pull the left foot somewhat near the other, then you will be able to pass with the right foot forward making a feint of throwing a roverso to his front leg, and he wanting to defend, placing his sword under his rotella you will be able to in that moment, that the roverso is about to strike, to make a half turn of the hand smiting your false edge into his sword, and putting it out towards his left side, you will be able to subsequently pass with the left foot towards his right side giving him a mandritto to the front leg, but if he should defend himself of the said attack in some way you immediately after the mandritto will be able to turn a roverso tondo to the face, and if he should lift his rotella or sword to defend himself you presently will pass with the left foot forward pushing a thrust to his chest under his rotella and if he should want to defend himself of the said thrust in some way, you subsequently will turn at him a roverso tondo to the face, or if you want, you may turn a roverso fendente in the manner of a molinetto (a moulinet that turns to the outside of the arm), or throw the roverso fendente to his sword arm, making sure the right foot follows somewhat behind the other, and that the sword stops in coda lunga stretta."
  },
  {
    "number": 706,
    "text": "(p.248/#2) (Sword and Rotella)(Porta di Ferro Larga vs. Any) You yourself will be able to set against your enemy in porta di ferro larga with the right foot forward but in narrow stance, and finding him in what position he wants, you will pass with the right foot forward, and throw at him a roverso to the front leg, and not to wound him but to give him occasion to defend himself with his sword under the rotella, and he will respond subsequently with a mandritto to the leg, which reason will compel him to do, you in that tempo that you will be passing with the right foot forward will him a roverso to the leg, and he doing some defense with his sword under his rotella throwing to then throw a mandritto to your leg as is said above, you will pull the right foot near the other making in that moment a half turn of the fist, and with your sword you will not abandon his, making his cut come up empty, putting it aside with your sword out towards his left side, you will pass presently with the left foot towards his right side giving him a mandritto to the front leg, and if he should defend against this in some way, you subsequently will turn at him a roverso tondo to the face, and withdrawing then the left foot back, you will go with the sword accompanied with the rotella into guardia di faccia."
  },
  {
    "number": 707,
    "text": "(p.248/#3) (Sword and Rotella) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Finding your enemy in what guard he wants, you will be in coda lunga stretta with the left foot forward, and stepping with your left foot somewhat traversing towards his left side, you will be able to make in that tempo a falso impuntato (a descending false edge attack), that goes to his face, and subsequently passing with your right foot forward you will make a feint of turning a mandritto across his front leg, and provoking him to use his sword and rotella to defend himself against the said mandritto, you will be able to in that same tempo, to make a half turn of the fist, and push at him a falso impuntato to his thigh, or to his left flank, but per adventure that he should defend against said cut, or just, that you just want to hit him, immediately without any delay you will be able to pass with the left foot towards his right side driving your rotella into his sword arm, you will presently push a thrust into his belly, and thence passing your left foot back, you will go with the sword under your rotella in guardia di faccia, and then passing the right foot back, you will set yourself in coda lunga stretta."
  },
  {
    "number": 708,
    "text": "(p.249/#1) (Sword and Rotella) (Coda Lunga Stretta with the Left Foot Forward vs. Any) Remaining in coda lunga stretta with the left foot forward against your enemy, and he set in the\nsame guard with either foot forward, you will be able to step forward a little with the left foot making a feint of pushing at him a thrust to the right side of his chest, and subsequently you will pass with the right foot forward towards his left side withdrawing in that tempo the sword fist a little back, and extending the rotella well forward, you at him will be able to wound with the point into his left side, the thrust needing to go in the manner of a falso impuntato, and often these thrusts to not go to hit him, they are thrown just so he will defend himself of them; and if should defend himself, you will be able to subsequently: pass with the left foot forward towards his right side pushing a thrust to the chest, and now the right leg needs to follow the left and if he should defend this said thrust (the thrust from his right side to his chest), you will be able to wound him with a roverso to the leg that does not pass coda lunga stretta or a roverso to the face, and thence immediately passing back the left foot, and going with the sword and rotella into guardia di faccia, and thence settling yourself in coda lunga stretta with the right foot forward."
  },
  {
    "number": 709,
    "text": "(p.249/#2) (Sword and Rotella) (Porta di Ferro Larga vs. Any) Your enemy being in whatever guard he wants, and you being in porta di ferro larga with the right foot forward, and thence you will make at him a feint of wanting to throw a rising falso, but nonetheless stepping somewhat forward with the right foot, throwing at him a roverso tondo to the face, and returning then again making a strike to the face with the false edge of your sword, or with a mandritto, but it will be better with the falso; and if peradventure he should defend himself of said falso in some way, you will be able to immediately turn a mandritto fendente to his head or, to his front leg. You are able to now having thrown the falso, pass with the left foot towards his right side, pushing a thrust to his face under your rotella, and then this done you will be able to immediately pass with the right foot forward, making a rovers to his leg, that descends into coda lunga stretta, allowing the rotella to guard the head, and then withdrawing, going with the sword and rotella into guardia di faccia for your defense."
  },
  {
    "number": 710,
    "text": "(p.250/#1) (Sword Alone vs. Opposite handed) (Coda Lunga Larga with the Left Foot Forward vs. Any) You will be able to place yourself against your enemy in coda lunga larga with the left foot then you will be mindful that your right foot pushes the left forward not giving him any attack but pressing him; then your opponent will either attack you, withdraw backwards, or remain still in some guard. If he simply remains in guard, neither attacking, nor retreating, you will push a stoccata trivillata to his sword hand, and pulling the left foot foot near the right you will allow the sword to go into coda lunga lunga; then subsequently you will pass your right foot forward giving him an imbrocatta to the face or to the sword arm that will then descend into porta di ferro larga, making whichever will appear better in that tempo; then you will turn a roverso to the sword hand that descends into coda lunga larga; and if he wants here to attack, you will immediately striking his sword hand with a falso traversato that goes in the manner of guardia sopra braccio, then without delay you will withdraw the right foot back for your defense, giving him in this tempo a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 711,
    "text": "(p.251/#1) (Sword vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Any) Finding yourself remaining in coda lunga larga with the left foot forward against your enemy, and he being in any guard; and following the aforementioned order of not wanting to throw some attack, you will be able to push a stoccata to the sword hand and immediately gathering the left foot near the right, you will make the sword go into coda lunga lunga; then in that moment you will pass your right foot forward and feint an imbrocatta to his face, and as he goes to defend against this imbrocatta feint, you will presently give him a rising falso to the sword hand that goes in the manner of guardia sopra braccio; so subsequently you will turn a rising roverso ridoppio to his sword hand and to the sword, then giving him subsequently a descending falso to the face; and now if he should want to\nattack you in any manner you will subsequently withdraw the right foot back for your defense, striking his sword hand with a roverso that descends into coda lunga larga."
  },
  {
    "number": 712,
    "text": "(p.251/#2) (Sword vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Any) Remaining in coda lunga larga with the left foot forward against and he following the aforementioned course of not throwing attack after you have pressed him, you must keep in mind, that he not may be in settled in any guard that of three types, thus larghe, strette or high staying in this as proposed above, always as I did that he not able to use one of three modes, attack, retreat or remain in guard, because if he should remaining in a wide guard and you in coda lunga larga as said above you will be able to pass your right foot foot forward giving him a rising falso, such that the point of the sword does not pass over his knees, and this because he cannot strike the sword hand with a falsoo of his sword, which falso if he throws it, you will then be able to strike his sword hand with a roverso or if you should not be able to strike it you can beat the aforementioned falso to the ground with the true edge of your sword, giving him then quickly a rising falso traversato to the face or to the sword hand; and also that you should strike the sword hand with this aforementioned roverso,, you will not stay striking the falso which needs to go without delay to guardia sopra braccio, just if he should defend of wanting to strike with some attack you will be able to immediately withdraw your right foot back, giving him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 713,
    "text": "(p.251/#3) (Sword vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Larga with Either Foot Forward) Finding yourself in coda lunga larga with the left foot forward against your enemy and he in that same guard, but with either foot forward; and so you will press him again, and if he does not throw some attack, you will push a stoccata trivillata to his sword hand, but accordingly that if you cannot strike his hand in this tempo, you will pull the left foot back near the right, and your sword will go into coda lunga lunga; then you will immediately pass your right foot forward, feinting an imbrocatta to his face or to his sword arm, and in that tempo you will turn a mandritto tondo to his sword hand or to his sword arm; and if he should want to strike you in some way you will subsequently pull your right foot back giving him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 714,
    "text": "(p.252/#1) (Sword vs. Opposite Handed) (Coda Lunga Stretta with the Right Foot Forward vs. Coda Lunga Larga with Either Foot Forward) Finding your enemy again in coda lunga larga with either foot forward, and he still not having attacked you then you will place yourself in coda lunga stretta with the right foot forward, and keeping the point of the sword directed somewhat at his sword hand you will press forcing him to make some movement, always you will stay mindful and if perchance he should throw a falso to strike your sword hand, you will beat it to the ground with the true edge of the sword giving him then immediately a rising falso to the sword arm or to the face; but if he should instead feint a rising falso to then make a sfalsata of his sword under yours with the goal of knocking your sword aside to then give you perhaps a mandritto to the face or to the sword arm; you will stay mindful that when he makes feint, you will stay defending yourself, and now that that he wants to disengage his sword under yours, you will throw a rising falso to his sword, and subsequently withdrawing the right foot back you will give him similarly a mezzo roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 715,
    "text": "(p.252/#2) (Sword Alone vs. Opposite Handed) (Coda Lunga Alta with the Right Foot Forward vs. Coda Lunga Stretta or Coda Lunga Alta, with Either Foot Forward) But if the enemy should be set in coda lunga stretta or in coda lunga alta with either foot forward, you will will place yourself in coda lunga alta with the right foot a little forward in narrow stance; and here you will step forward with the right foot and in this you will give him two mandritti\none after the other with the greatest speed, the first going to his sword, the second to his face or to his sword hand or across the front leg that will then descend into porta di ferro larga; subsequently you will lift a rising falso to his sword hand and to his sword that will not go much past guardia di faccia; and subsequently you will be able to strike his face or his sword arm with a mandritto that descends into porta di ferro larga; and so if the enemy should seek to throw some attack at you will withdraw the right foot back giving him a roverso traversato to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 716,
    "text": "(p.252/#3) (Sword Alone vs. Opposite Handed) (Coda Lunga Stretta vs Coda Lunga Stretta or Coda Lunga Alta with Either Foot Forward) But if your enemy should be placed in coda lunga stretta or in coda lunga alta with either foot forward, you will place yourself against him in coda lunga stretta with the right foot forward; and here you will pass the left foot somewhat traversing his left side, giving him a mezzo mandritto that descends into cinghiara porta di ferro larga, all exposed, enticing him into striking you; and so you will stay mindful that should he strike you, or even if he should not strike you, then you will be able to pass with the right foot forward lifting a rising falso to his sword hand and to his sword pushing it out towards his right side; and you will be subsequently able to give him a mandritto to the face or to the sword arm that descends into porta di ferro larga; and so if he should throw some attack here at you, you will strike his sword hand with a roverso traversato that descends into coda lunga larga; and subsequently you will renew your attack with a rising falso to his sword hand that goes in the manner of guardia sopra braccio; then for your safety you will withdraw the right foot back, giving him a roverso to the sword hand and to the sword arm that descends into coda lunga larga."
  },
  {
    "number": 717,
    "text": "(p.253/#1) (Sword Alone vs. Opposite Handed) (Guardia di Alicorno vs. Porta di Ferro Larga) But if your enemy were set in porta di ferro larga with his right foot forward you will place yourself into guardia di lioncorno against him with your right foot forward; and there you will feint an imbrocatta to his face or to his sword hand, and as he makes some motion to defend himself you will presently strike his sword hand with a rising falso traversato, but if he does not move at the imbrocatta feint, then you will not keep throwing the falso, which will not have passed guardia di faccia; and subsequently you will strike his sword arm with a roverso traversato that does not pass coda lunga larga; and if he should want to attack you here in some way, you will withdraw the right foot back giving him a mandritto to the sword hand that descends into cinghiara porta di ferro larga."
  },
  {
    "number": 718,
    "text": "(p.253/#2) (Sword Alone vs. Opposite Handed) (Coda Lunga Stretta vs. Coda Lunga Alta or Coda Lunga Stretta with Either Foot Forward) If your enemy is set in coda lunga alta or coda lunga stretta, having either foot forward, you will place yourself in coda lunga stretta with the right foot forward; and there traversing his left side somewhat with your left foot you will go with the sword into cinghiara porta di ferro larga, so that you will be all exposed to give him a reason to attack your head with some attack; and when he throws the attack to your head go with the sword into guardia di testa passing in this tempo with the right foot forward you will subsequently give him a mandritto to the head or to the sword arm or to the front leg that descends into porta di ferro larga; and now should he think to strike you in some way you will lifte a rising falso to his sword hand and to his sword giving him then immediately a mandritto the face or to the sword arm that descends into porta di ferro larga."
  },
  {
    "number": 719,
    "text": "(p.253/#3) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Sword in Presence) If your enemy should be set in some guard with the sword in presence, either a stretta guard, or a high guard, you will be able to place yourself against him in coda lunga larga with the left foot forward; and here you will give him a rising falso traversato to his sword hand that goes in the manner\nof guardia sopra braccio; and subsequently passing the right foot forward you will lift a rising falso to his sword hand and to his sword, giving him subsequently a mandritto to the face, or to the sword arm that descends into porta di ferro larga; then you will immediately turn a roverso to his sword hand that descends into coda lunga larga, and without delay you will throw a rising falso to his sword to his sword hand that goes in the manner of guardia sopra braccio; and if he should try to throw some attack at you, then you will immediately pass back the right foot, giving him a roverso traversato to his sword sword hand that descends into coda lunga larga."
  },
  {
    "number": 720,
    "text": "(p.253/#4) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Any) Finding your enemy in whatever guard he wants you will place yourself into coda lunga larga with the left foot forward; and here you will give him a stoccata trivillata to his sword hand, such that he will not able to strike you in this tempo; then immediately gathering the left foot near the right, and allowing the sword to go into coda lunga lunga; then passing the right foot forward, you will give him skillfully a mandritto 52 that descends into porta di ferro larga, all exposed, inducing your enemy to attack you; and when he does you will defend with a falso that does not go past guardia di faccia and subsequently passing your left foot forward you will make a half turn of the hand giving him then a punta ferma to the chest; and immediately you will withdraw the left foot back, turning a mandritto to the sword hand that descends into porta di ferro stretta."
  },
  {
    "number": 721,
    "text": "(p.254/#1) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) Your enemy being in coda lunga stretta or in porta di ferro stretta with his right foot forward, you will place yourself into coda lunga larga with your left foot forward; and here you will give him a rising falso to the sword passing with refined skill with the left foot somewhat forward near the right in this tempo; then pulling the left foot somewhat near the right you will allow the sword to go into coda lunga larga, immediately passing the left foot forward, feinting another rising falso to the sword hand, and nonetheless you will push in this tempo a thrust to his left side and as he goes to defend against this in some way you will immediately pass your right foot towards his right side, pulling the sword hand somewhat back and subsequently pushing a thrust to his sword hand or to his sword arm making the left foot in this go behind the right, setting yourself then in with the sword in porta di ferro larga."
  },
  {
    "number": 722,
    "text": "(p.254/#2) (Sword Alone vs. Opposite Handed) (Porta di Ferro Larga vs. (See Play)) Finding yourself remaining in porta di ferro larga with the right foot forward against your enemy and he set in coda lunga stretta or in coda lunga alta with his right foot forward, or in porta di ferro stretta; you will give him a rising falso to his sword hand and to his sword, and subsequently you will turn a rising roverso ridoppio to his sword and to his sword, that will not pass guardia di lioncorno, passing the right foot in this tempo a little forward in this tempo; then you will subsequently throw a descending falso to strike his face and his sword arm that descends into porta di ferro larga; and if he should throw some attack to your head, you will withdraw the right foot immediately back giving him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 723,
    "text": "(p.254/#3) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Unstated) Finding yourself set again in coda lunga larga with the left foot forward against your enemy, you will give him a rising falso traversato to his sword hand and subsequently passing your right foot forward towards his right side you will turn a mandritto to his head or to his sword arm that descends 52 Target for mandritto not provided.\ninto porta di ferro larga, and in this the left leg needs to follow the right; and if the enemy should defend himself and make some attack at you, you will presently defend yourself with a falso giving him subsequently a roverso to the leg or to the sword arm that descends into coda lunga larga passing your right foot somewhat forward; now that you will have thrown the roverso, then without any delay you will make a rising falso traversato to his sword hand that goes in the manner of guardia sopra braccio; and if he should want to throw some attack at you you will withdraw your right foot back giving him a roverso to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 724,
    "text": "(p.255/#1) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward as Patiente) Remaining in coda lunga larga with the left foot forward against your enemy, if he should throw a stoccata or imbrocatta to your chest, you will defend against it with a falso, beating the thrust out to his right side; then subsequently you will pass the right foot forward giving him a mandritto to the face and to the sword arm that descends into porta di ferro larga."
  },
  {
    "number": 725,
    "text": "(p.255/#2) (Sword Alone vs. Opposite Handed) (Porta di Ferro Larga as Patiente) Remaining in porta di ferro larga with the right foot forward against your enemy, and he thinking to throw some blow to your head, or perhaps to push an imbrocatta or stoccata to your chest; you will defend yourself from these with a falso that does not pass guardia di faccia; and subsequently passing your left foot towards his left side, you will give give him a descending mandritto to his face and and to his sword arm that descends into cinghiara porta di ferro larga; and if he should respond with some attack to your head, you will presently pass the right foot forward defending yourself with the sword in guardia di testa; and subsequently then giving him a mandritto to the face or to the sword hand or to the front leg that descends into porta di ferro larga; and presently withdrawing the right foot back you will place yourself into coda lunga stretta."
  },
  {
    "number": 726,
    "text": "(p.255/#3) (Sword Alone vs. Opposite Handed) (Coda Lunga Stretta vs. (See Play)) Finding your enemy again in coda lunga stretta or in coda lunga alta or in porta di ferro stretta or in porta di ferro alta with the right foot forward; you will place yourself with the sword in coda lunga stretta with the right foot forward; and next you will give him a mandritto to the sword hand but keeping the bottom of your sword as low as possible, allowing the sword to descend into porta di ferro larga; then subsequently you will turn a roverso to his sword hand that does into coda lunga larga, and note that this mandritto and this roverso will have to go with the greatest speed, one right after another; then subsequently you will lift a rising falso traversato to his sword hand and his sword and stepping subsequently with your right foot a little forwards you will be able to turn a mandritto tondo to the sword hand or to the front leg, which will then descending into porta di ferro larga, making this falso and this mandritto go one after another with the greatest speed."
  },
  {
    "number": 727,
    "text": "(p.255/#4) (Sword Alone vs. Opposite Handed) (Porta di Ferro Larga vs. Coda Lunga Stretta or Porta di Ferro Stretta) Remaining in porta di ferro larga against your enemy, he being in coda lunga stretta or in porta di ferro stretta with his right foot forward; there you will provoke him with a rising falso to the sword hand, making it shrewdly, so that he cannot strike you; then immediately turning the sword back into porta di ferro larga, you will pull the right foot next to the left, then subsequently you will step forward with your right foot feinting another rising falso to the sword hand, and as he goes to defend himself from this in some way, you will immediately transform your falso into a roverso tondo that will strike his face or his sword arm, which will then descend into coda lunga larga; next for your defense you will withdraw the root back giving him a mandritto the sword hand that descends into cinghiara porta di ferro larga."
  },
  {
    "number": 728,
    "text": "(p.256/#1) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Larga, Coda Lunga Stretta, or Porta di Ferro Stretta) Finding your enemy in coda lunga larga, or coda lunga stretta, or porta di ferro stretta with his right foot forward, you will be able to place yourself in coda lunga larga with the left foot forward; and here you will give him a rising falso traversato to his sword hand that ends in coda lunga alta; after that then you will be able to feint another falso in the same way, and nonetheless as he goes to defend himself in some manner, you will step a little forward with your left foot, giving him a mandritto tondo to his sword arm, or his sword hand, or his front leg; then presently you will turn a roverso to his hand that descends into coda lunga larga; and if wants to throw some attack to your head, you can defend yourself by going with the sword into guardia di testa, passing your right foot forward in this tempo; and subsequently you will take his sword from the outside and giving him then a mandritto wherever you please, and note that this presa needs to be made with the greatest speed; and should you notice that you are unable to make this presa, you will subsequently turn a mandritto across his sword arm that descends into porta di ferro larga following in this same tempo the left foot a little behind the other."
  },
  {
    "number": 729,
    "text": "(p.256/#2) (Sword Alone vs. Opposite Handed) (Porta di Ferro Larga vs. Any) Remaining in porta di ferro larga with the right foot forward against your enemy and he set in whatever guard he wants you will be able to give him a rising falso accompanied by a roverso traversato to the sword hand that goes to coda lunga lunga; then pulling the left foot near the right, you will be able to subsequently pass the right foot forward feinting an imbrocatta to his face an as he goes to defend against this thrust in some way, you will immediately turn a mandritto tondo across his sword arm; and subsequently withdrawing the right foot back you will throw a roverso tondo to his sword hand for your defense that descends into coda lunga larga; but if if he does not react to your imbrocatta feint, you will valiantly push an imbrocatta to his face or to his chest that descends into porta di ferro larga."
  },
  {
    "number": 730,
    "text": "(p.256/#3) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs Coda Lunga Stretta or Porta di Ferro Stretta) If your enemy were set in coda lunga stretta or in porta di ferro stretta with his right foot forward, you will place yourself in coda lunga larga with the left foot forward; and here you will give him a rising falso traversato to the sword hand, and subsequently you will turn a rising roverso ridoppio to the sword hand, allowing the sword to turn and go into coda lunga lunga; then you will immediately feint another rising falso to his sword hand and as he wants to defend against this feint, you will presently pass the right foot forward, making a sfalsata of your sword under his, and putting his sword aside with your false edge; then you will be able to subsequently make a mandritto to his face or across his sword arm that descends into porta di ferro larga; and so if he should try to attack you here you will immediately withdraw the right foot back, striking his sword hand with a roverso that descends into coda lunga larga."
  },
  {
    "number": 731,
    "text": "(p.257/#1) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) Should your enemy be settled in coda lunga stretta or in porta di ferro stretta with his right foot forward, you will be able to place yourself in coda lunga larga with your left foot forward; and here you will give him a rising falso to the sword hand accompanied by a rising roverso ridoppio to his sword hand, your sword then turning into coda lunga lunga without moving the feet; then you will immediately be able to feint another rising falso to his sword hand, and as he goes to defend against this, you will transform it into a stoccata trivillata, that goes to the left side of his face, stepping a little forward with the left foot, and if he wants to defend himself against this thrust you will subsequently be\nable to pass your right foot towards his right side, turning then a mandritto across his head to his sword hand, or to his front leg that descends into porta di ferro larga; and now the left foot will faithfully follow the right."
  },
  {
    "number": 732,
    "text": "(p.257/#2) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Coda Lunga Stretta or Porta di Ferro Stretta) Finding your enemy in coda lunga stretta or porta di ferro stretta with his right foot forward, you will be able to set yourself into coda lunga lunga with left foot forward; and here you will feint a rising falso to the sword hand, and as he goes to defend himself from the falso, you will presently pass the right foot forward making a sfalsata of your sword under his, and you will subsequently turning a mighty tramazzone onto his sword beating it down towards the ground, then subsequently you will give him a rising falso to the face or to the sword arm; and immediately withdrawing the right foot back for your defense, you will make a roverso traversato to his sword hand that descends into coda lunga larga."
  },
  {
    "number": 733,
    "text": "(p.257/#3) (Sword Alone vs. Opposite Handed) (Porta di Ferro Larga vs. Any) If you should find yourself again in porta di ferro larga with your right foot forward against your enemy, and he in whatever guard he prefers, and and should he throw some attack you will be able to defend against it with a rising falso, and then immediately passing your left foot towards his left side, you will be able to turn a rising roverso ridoppio that goes up high and ends in coda lunga lunga, pulling the right foot near the left; and note that if he does not throw some attack, you may perform the same attack as described above then subsequently you will be able to pass your right foot forward giving him a rising falso traversato to his sword hand and to the aforementioned sword which will not pass guardia di faccia, then giving him subsequently a roverso to the face and to the sword arm that descends into coda lunga larga; and if he should think to attack you somehow, you will withdraw your right foot back, striking his hand with a mandritto that descends into cinghiara porta di ferro larga; and here, whether or not he chooses to attack you you will pass your right foot forward lifting a rising falso to his sword hand or to his sword that does not go much past guardia di faccia; and subsequently you will give him a mandritto to the face, or to the sword arm that descends into porta di ferro larga; and then for your defense you will withdraw the right foot back, giving him a roverso traversato to the sword hand that descends into coda lunga larga."
  },
  {
    "number": 734,
    "text": "(p.258/#1) (Sword Alone vs. Opposite Handed) (Errata) Note that you will need to be mindful to move continuously towards the sword of your enemy and finding him in whatever guard he wishes; should he throw a mandritto you can counter this with a roverso to the sword hand, and if he throws a roverso, then you can counter by throwing a mandritto to his sword hand and sword arm."
  },
  {
    "number": 735,
    "text": "(p.258/#2) (Sword Alone vs. Opposite Handed) (Errata) Any time you find yourself against your enemy in coda lunga larga, or coda lunga stretta with the left foot forward, all exposed to the end that is provoked to throw a mandritto to your upper or lower parts, be mindful that you can always strike his sword hand with a mezzo roverso that turns into coda lunga larga or coda lunga stretta without moving the feet; but he if should try to throw a roverso to your high parts or lower parts, in that tempo you will be able to make a mezzo mandritto to his sword hand, turning then into coda lunga larga or coda lunga stretta without moving the feet."
  },
  {
    "number": 736,
    "text": "(p.258/#3) (Sword Alone vs. Opposite Handed) (Errata) Finding yourself again in coda lunga stretta or porta di ferro stretta with the right foot forward against your enemy, here if he should throw a rising falso to the sword hand beginning in either porta di ferro larga or coda lunga larga, you will beat\nit to the ground with said cut 53 and with the hand as low as possible, you will then subsequently give him a falso or a roverso to the face, or push a thrust to his chest; and that how much one will be say it beat to the ground these falsi in these placements of coda lunga stretta or porta di ferro stretta, nevertheless you will be able to beat them and defending them in whichever other place that you should find yourself strike then presently with one of the aforementioned attacks."
  },
  {
    "number": 737,
    "text": "(p.258/#4) (Sword Alone vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. (See Play)) If you have in mind of want to take your enemy's sword you will place yourself in coda lunga larga with the left foot forward well below the body all exposed, going then immediately on because he will be compelled for these two respects: the first for seeing you open, the other for your going under, of throwing at you some attack to strike you, this done now that you will go under in this without leaving your guard one iota, your right foot pushing the left forward, be mindful to defend this attack gallantly going with the sword into guardia di testa, then in this same tempo you will pass your right foot forward somewhat towards his right side; and now with your left hand you will subsequently from the outside take his sword striking him then wherever you prefer."
  },
  {
    "number": 738,
    "text": "(p.258/#5) (Sword vs. Opposite Handed) (Coda Lunga Larga with the Left Foot Forward vs. Sword in Presence) And note that your being in coda lunga larga with the left foot forward, all exposed and your enemy not wanting to throw some attack, at lest he will be forced to keep his sword in presence for his security, you will always (then) be able to drive your sword under his passing presently with your right foot forward and making the aforementioned presa."
  },
  {
    "number": 739,
    "text": "(p.259/#1) (Sword vs. Opposite Handed) (Coda Lunga Larga vs. Unstated) If you wish to come to a presa with your enemy, you will be able to place yourself in coda lunga lunga with the right foot foot traversing his right side, and turning the left shoulder towards him you will give have yourself appear exposed, and he throwing some attack, this made you will be able to make the aforementioned presa passing your left foot forward in this tempo; and so if he does not throw an attack you will in the fashion above driving your sword under his and then pass your left foot forward following with the aforementioned presa."
  },
  {
    "number": 740,
    "text": "(p.259/#2) (Sword vs. Opposite Handed) (Coda Lunga Stretta with the Left Foot Forward or Coda Lunga Larga with the Left Foot Forward) Again finding yourself in the aforementioned guard of coda lunga stretta or coda lunga larga with the left foot forward against your enemy, and if he wants to throw some attack, you will stay in wait and then he throws some attack, you will be able to step a little forward with your left foot, pushing a stocatta trivillata to his face and as he wants to defend against this in some way, you will presently pass your right foot towards his right side turning a mandritto across his head or across his sword arm, or to his front leg that descends into porta di ferro stretta, and the left leg will follow faithfully behind the right."
  },
  {
    "number": 741,
    "text": "(p.259/#3) (Sword vs. Opposite Handed) (Guardia di Lioncorno vs. Porta di Ferro Larga) Your enemy being set in porta di ferro larga with his right foot forward you will place yourself against him in guardia di lioncorno with the right foot forward; and here you will feint a mandritto turning only your wrist, and nonetheless you will subsequently pass your right foot giving him a roverso traversato to his sword arm that descends into coda lunga larga, then subsequently you will 53 Probably reference to play #735\ngive him a arising falso to the sword hand that goes in the manner of guardia sopra braccio, and then withdrawing the right foot back you will give him a roverso to the sword hand that descends into coda lunga larga."
  }
]